var hk_gem=[
{id:'08001',name:'东方汇财证券'},
{id:'08002',name:'IGG'},
{id:'08003',name:'世大控股'},
{id:'08005',name:'裕兴科技'},
{id:'08006',name:'华泰瑞银'},
{id:'08007',name:'环球战略集团'},
{id:'08008',name:'新意网集团'},
{id:'08009',name:'华夏能源控股'},
{id:'08010',name:'成报传媒'},
{id:'08011',name:'百田石油'},
{id:'08016',name:'长虹佳华'},
{id:'08017',name:'百龄国际'},
{id:'08018',name:'汇财软件'},
{id:'08019',name:'皓文控股'},
{id:'08020',name:'川盟金融'},
{id:'08021',name:'汇隆控股'},
{id:'08022',name:'永耀集团控股'},
{id:'08025',name:'亚洲资产'},
{id:'08026',name:'长达科技'},
{id:'08028',name:'天时软件'},
{id:'08029',name:'太阳国际'},
{id:'08030',name:'汇联金融服务'},
{id:'08031',name:'易通讯集团'},
{id:'08032',name:'非凡中国'},
{id:'08033',name:'爱达利网络'},
{id:'08036',name:'晶芯科技控股'},
{id:'08037',name:'锐康药业'},
{id:'08041',name:'荟萃国际(控股)'},
{id:'08045',name:'南大苏富特'},
{id:'08046',name:'恒芯中国'},
{id:'08047',name:'宇恒供应链'},
{id:'08048',name:'香港珠宝'},
{id:'08049',name:'吉林长龙药业'},
{id:'08050',name:'云博产业'},
{id:'08051',name:'千里眼控股'},
{id:'08053',name:'比优集团'},
{id:'08055',name:'中国网络教育'},
{id:'08056',name:'鼎丰集团控股'},
{id:'08058',name:'罗欣药业'},
{id:'08059',name:'朝威控股'},
{id:'08060',name:'国联通信'},
{id:'08061',name:'光亚'},
{id:'08063',name:'和汇集团'},
{id:'08066',name:'品创控股'},
{id:'08067',name:'东方大学城控股'},
{id:'08068',name:'新宇国际'},
{id:'08071',name:'中彩网通控股'},
{id:'08072',name:'罗马集团'},
{id:'08075',name:'寰亚传媒'},
{id:'08076',name:'新利软件'},
{id:'08077',name:'昆仑国际金融'},
{id:'08078',name:'中国3D数码'},
{id:'08079',name:'无限创意控股'},
{id:'08080',name:'北亚策略'},
{id:'08081',name:'中国手游文化'},
{id:'08082',name:'仁智国际集团'},
{id:'08083',name:'中国创新支付'},
{id:'08085',name:'香港生命科学'},
{id:'08086',name:'DX.com控股'},
{id:'08087',name:'中国三三传媒'},
{id:'08088',name:'汇友资本'},
{id:'08089',name:'华人策略控股'},
{id:'08090',name:'中国融保金融集团'},
{id:'08092',name:'ITEHOLDINGS'},
{id:'08093',name:'爱特丽皮革'},
{id:'08095',name:'北大青鸟环宇'},
{id:'08096',name:'瑞丰石化'},
{id:'08098',name:'昌利控股'},
{id:'08099',name:'中国优材'},
{id:'08100',name:'智易控股'},
{id:'08101',name:'家梦控股'},
{id:'08103',name:'泰盛国际控股'},
{id:'08106',name:'浙大兰德'},
{id:'08107',name:'誉宴集团'},
{id:'08108',name:'福泽集团'},
{id:'08109',name:'科瑞控股'},
{id:'08111',name:'中科光电'},
{id:'08112',name:'FOCUSMEDIA'},
{id:'08115',name:'上海青浦消防'},
{id:'08116',name:'中国幸福投资'},
{id:'08117',name:'中国基础能源'},
{id:'08119',name:'即时科研'},
{id:'08120',name:'东麟农业'},
{id:'08123',name:'首华财经网络'},
{id:'08125',name:'中持基业'},
{id:'08126',name:'G.A.控股'},
{id:'08128',name:'中国地能'},
{id:'08129',name:'中国生物资源'},
{id:'08130',name:'智城控股'},
{id:'08131',name:'辰罡科技'},
{id:'08132',name:'中油港燃'},
{id:'08135',name:'正美丰业'},
{id:'08137',name:'洪桥集团'},
{id:'08138',name:'同仁堂国药'},
{id:'08139',name:'长安仁恒'},
{id:'08143',name:'华夏医疗'},
{id:'08145',name:'电讯首科'},
{id:'08146',name:'马仕达国际'},
{id:'08147',name:'MillenniumPG'},
{id:'08148',name:'奥柏中国'},
{id:'08150',name:'无缝绿色'},
{id:'08153',name:'科地农业'},
{id:'08155',name:'南华置地'},
{id:'08156',name:'众彩股份'},
{id:'08158',name:'中国生物医学'},
{id:'08159',name:'辉煌科技'},
{id:'08162',name:'港银控股'},
{id:'08163',name:'万德移动'},
{id:'08165',name:'华普智通'},
{id:'08166',name:'中国农业生态'},
{id:'08167',name:'中国新电信'},
{id:'08168',name:'英裘控股'},
{id:'08169',name:'环康集团'},
{id:'08170',name:'KSLHoldings'},
{id:'08171',name:'中国趋势'},
{id:'08172',name:'中国星文化产业'},
{id:'08173',name:'寰亚矿业'},
{id:'08175',name:'中国数码文化'},
{id:'08176',name:'EDSWellness'},
{id:'08178',name:'中国信息科技'},
{id:'08179',name:'喜尚控股'},
{id:'08180',name:'新锐医药'},
{id:'08181',name:'港深联合'},
{id:'08185',name:'御药堂'},
{id:'08186',name:'神州东盟资源'},
{id:'08189',name:'泰达生物'},
{id:'08190',name:'康佰控股'},
{id:'08191',name:'鸿伟亚洲'},
{id:'08192',name:'环球能源资源'},
{id:'08193',name:'汉华专业服务'},
{id:'08195',name:'LAINTLHOLD'},
{id:'08197',name:'东北虎药业'},
{id:'08198',name:'新濠环彩'},
{id:'08200',name:'修身堂'},
{id:'08201',name:'宝联控股'},
{id:'08202',name:'汇创控股'},
{id:'08203',name:'凯顺能源'},
{id:'08205',name:'交大慧谷'},
{id:'08206',name:'神通电信服务'},
{id:'08207',name:'中国信贷'},
{id:'08209',name:'美捷汇控股'},
{id:'08210',name:'龙杰智能卡'},
{id:'08211',name:'浙江永隆实业'},
{id:'08212',name:'誉满国际控股'},
{id:'08213',name:'惟膳'},
{id:'08215',name:'FirstCredit'},
{id:'08216',name:'百本医护'},
{id:'08218',name:'毅高国际控股'},
{id:'08219',name:'品牌中国'},
{id:'08220',name:'比高集团'},
{id:'08222',name:'壹照明'},
{id:'08225',name:'万全科技药业'},
{id:'08226',name:'中昱科技'},
{id:'08227',name:'海天天线'},
{id:'08228',name:'国艺娱乐'},
{id:'08233',name:'中国基建港口'},
{id:'08235',name:'赛迪顾问'},
{id:'08236',name:'宝德科技集团'},
{id:'08237',name:'华星控股'},
{id:'08238',name:'惠陶集团'},
{id:'08239',name:'首都金融控股'},
{id:'08242',name:'宏创高科'},
{id:'08243',name:'大贺传媒'},
{id:'08246',name:'名轩控股'},
{id:'08247',name:'中生北控生物科技'},
{id:'08249',name:'宁波万豪'},
{id:'08250',name:'中国天然投资'},
{id:'08253',name:'天元铝业'},
{id:'08255',name:'神州数字'},
{id:'08256',name:'金利通'},
{id:'08258',name:'西北实业'},
{id:'08260',name:'施伯乐策略控股'},
{id:'08261',name:'海天水电'},
{id:'08265',name:'宏峰太平洋'},
{id:'08266',name:'金达集团国际'},
{id:'08267',name:'蓝港互动'},
{id:'08268',name:'迪臣建设'},
{id:'08269',name:'富誉控股'},
{id:'08270',name:'中国煤层气'},
{id:'08271',name:'环球数码创意'},
{id:'08272',name:'华人饮食集团'},
{id:'08273',name:'浙江展望'},
{id:'08279',name:'亚博科技控股'},
{id:'08286',name:'长城微光'},
{id:'08292',name:'慧聪网'},
{id:'08295',name:'卓亚资本'},
{id:'08296',name:'中国生命集团'},
{id:'08299',name:'大唐潼金'},
{id:'08301',name:'明华科技'},
{id:'08306',name:'中国有色金属'},
{id:'08307',name:'密迪斯肌'},
{id:'08309',name:'时尚环球'},
{id:'08310',name:'伽玛物流集团'},
{id:'08311',name:'圆美光电'},
{id:'08312',name:'金满堂控股'},
{id:'08315',name:'冠辉保安'},
{id:'08317',name:'财华社集团'},
{id:'08320',name:'思城控股'},
{id:'08325',name:'中国支付通'},
{id:'08326',name:'JCGroupHLDG'},
{id:'08329',name:'海王英特龙'},
{id:'08336',name:'电讯数码控股'},
{id:'08337',name:'直通电讯'},
{id:'08340',name:'域高金融'},
{id:'08348',name:'滨海泰达物流'},
{id:'08351',name:'俊文宝石'},
{id:'08356',name:'中国新华电视'},
{id:'08363',name:'SDMGroup'},
{id:'08375',name:'中国3D数码(临时)'},
{id:'08389',name:'美捷汇控股(临时)'},
{id:'08397',name:'MillenniumPG(临时)'},
{id:'08398',name:'数码香港(临时)'}
];
module.exports = hk_gem;