var hk_mb=[
{id:'00001',name:'长江实业'},
{id:'00002',name:'中电控股'},
{id:'00003',name:'香港中华煤气'},
{id:'00004',name:'九龙仓集团'},
{id:'00005',name:'汇丰控股'},
{id:'00006',name:'电能实业'},
{id:'00007',name:'凯富能源'},
{id:'00008',name:'电讯盈科'},
{id:'00009',name:'长和国际实业'},
{id:'00010',name:'恒隆集团'},
{id:'00011',name:'恒生银行'},
{id:'00012',name:'恒基地产'},
{id:'00013',name:'和记黄埔'},
{id:'00014',name:'希慎兴业'},
{id:'00015',name:'盈信控股'},
{id:'00016',name:'新鸿基地产'},
{id:'00017',name:'新世界发展'},
{id:'00018',name:'东方报业集团'},
{id:'00019',name:'太古股份公司A'},
{id:'00020',name:'会德丰'},
{id:'00021',name:'大中华地产控股'},
{id:'00022',name:'茂盛控股'},
{id:'00023',name:'东亚银行'},
{id:'00024',name:'宝威控股'},
{id:'00025',name:'CHEVALIERINT'L'},
{id:'00026',name:'中华汽车'},
{id:'00027',name:'银河娱乐'},
{id:'00028',name:'天安'},
{id:'00029',name:'达力集团'},
{id:'00030',name:'佳讯控股'},
{id:'00031',name:'航天控股'},
{id:'00032',name:'港通控股'},
{id:'00033',name:'和协海峡金融集团'},
{id:'00034',name:'九龙建业'},
{id:'00035',name:'FECONSORTINTL'},
{id:'00036',name:'远东控股国际'},
{id:'00037',name:'远东酒店实业'},
{id:'00038',name:'第一拖拉机股份'},
{id:'00039',name:'中国酿酒集团'},
{id:'00040',name:'金山工业'},
{id:'00041',name:'鹰君'},
{id:'00042',name:'东北电气'},
{id:'00043',name:'卜蜂国际'},
{id:'00044',name:'香港飞机工程'},
{id:'00045',name:'大酒店'},
{id:'00046',name:'科联系统'},
{id:'00047',name:'合兴集团'},
{id:'00048',name:'中国汽车内饰'},
{id:'00050',name:'香港小轮(集团)'},
{id:'00051',name:'海港企业'},
{id:'00052',name:'FairwoodHOLD'},
{id:'00053',name:'国浩集团'},
{id:'00054',name:'合和实业'},
{id:'00055',name:'中星集团控股'},
{id:'00056',name:'联合地产(香港)'},
{id:'00057',name:'震雄集团'},
{id:'00058',name:'新威国际'},
{id:'00059',name:'天誉置业'},
{id:'00060',name:'香港食品投资'},
{id:'00061',name:'北亚资源'},
{id:'00062',name:'载通'},
{id:'00063',name:'荣丰国际'},
{id:'00064',name:'结好控股'},
{id:'00065',name:'弘海有限公司'},
{id:'00066',name:'港铁公司'},
{id:'00067',name:'旭光高新材料'},
{id:'00068',name:'利兴发展'},
{id:'00069',name:'香格里拉(亚洲)'},
{id:'00070',name:'海王集团'},
{id:'00071',name:'美丽华酒店'},
{id:'00072',name:'现代传播'},
{id:'00073',name:'亚洲果业'},
{id:'00075',name:'渝太地产'},
{id:'00076',name:'南海石油'},
{id:'00077',name:'进智公共交通'},
{id:'00078',name:'REGALINT'L'},
{id:'00079',name:'世纪建业'},
{id:'00080',name:'中国新经济投资'},
{id:'00081',name:'中国海外宏洋集团'},
{id:'00082',name:'第一视频'},
{id:'00083',name:'信和置业'},
{id:'00084',name:'宝光实业'},
{id:'00085',name:'中国电子'},
{id:'00086',name:'新鸿基公司'},
{id:'00087',name:'太古股份公司B'},
{id:'00088',name:'TAICHEUNGHOLD'},
{id:'00089',name:'大生地产'},
{id:'00090',name:'琥珀能源'},
{id:'00091',name:'标准资源控股'},
{id:'00092',name:'CHAMPIONTECH'},
{id:'00093',name:'TermbrayIND'},
{id:'00094',name:'绿森集团'},
{id:'00095',name:'绿景中国地产'},
{id:'00096',name:'YUSEI'},
{id:'00097',name:'恒基发展'},
{id:'00098',name:'兴发铝业'},
{id:'00099',name:'王氏国际'},
{id:'00100',name:'白马户外媒体'},
{id:'00101',name:'恒隆地产'},
{id:'00102',name:'凯升控股'},
{id:'00103',name:'首长宝佳'},
{id:'00104',name:'AsiaCommHold'},
{id:'00105',name:'凯联国际酒店'},
{id:'00106',name:'朗诗绿色地产'},
{id:'00107',name:'四川成渝高速公路'},
{id:'00108',name:'国锐地产'},
{id:'00109',name:'金威资源'},
{id:'00110',name:'中国长远'},
{id:'00111',name:'信达国际控股'},
{id:'00112',name:'勒泰商业地产'},
{id:'00113',name:'迪生创建'},
{id:'00114',name:'HERALDHOLD'},
{id:'00115',name:'钧濠集团'},
{id:'00116',name:'周生生'},
{id:'00117',name:'宇阳控股'},
{id:'00118',name:'大同机械'},
{id:'00119',name:'保利置业集团'},
{id:'00120',name:'COSMOPOLINT'L'},
{id:'00121',name:'卜蜂莲花'},
{id:'00122',name:'鳄鱼恤'},
{id:'00123',name:'越秀地产'},
{id:'00124',name:'粤海置地'},
{id:'00125',name:'新兴光学'},
{id:'00126',name:'佳宁娜'},
{id:'00127',name:'华人置业'},
{id:'00128',name:'安宁控股'},
{id:'00129',name:'泛海集团'},
{id:'00130',name:'慕诗国际'},
{id:'00131',name:'卓能(集团)'},
{id:'00132',name:'中国兴业控股'},
{id:'00133',name:'招商局中国基金'},
{id:'00135',name:'昆仑能源'},
{id:'00136',name:'马斯葛集团'},
{id:'00137',name:'金辉集团'},
{id:'00138',name:'中建富通'},
{id:'00139',name:'中国金海国际'},
{id:'00141',name:'大中华集团'},
{id:'00142',name:'第一太平'},
{id:'00143',name:'GLOBALTECH'},
{id:'00144',name:'招商局国际'},
{id:'00145',name:'香港建屋贷款'},
{id:'00146',name:'TAIPINGCARPET'},
{id:'00147',name:'超越集团'},
{id:'00148',name:'KingboardCHEM'},
{id:'00149',name:'中国农产品交易'},
{id:'00151',name:'中国旺旺'},
{id:'00152',name:'深圳国际'},
{id:'00153',name:'中国赛特'},
{id:'00154',name:'北京发展(香港)'},
{id:'00155',name:'中国源畅'},
{id:'00156',name:'力宝华润'},
{id:'00157',name:'自然美'},
{id:'00158',name:'万邦投资'},
{id:'00159',name:'布莱克万矿业'},
{id:'00160',name:'汉国置业'},
{id:'00161',name:'中航国际控股'},
{id:'00162',name:'世纪金花'},
{id:'00163',name:'英皇国际'},
{id:'00164',name:'御濠娱乐'},
{id:'00165',name:'中国光大控股'},
{id:'00166',name:'新时代能源'},
{id:'00167',name:'IDTInt'l'},
{id:'00168',name:'青岛啤酒股份'},
{id:'00169',name:'万达酒店发展'},
{id:'00170',name:'中国资本'},
{id:'00171',name:'银建国际'},
{id:'00172',name:'金榜集团'},
{id:'00173',name:'嘉华国际'},
{id:'00174',name:'盛洋投资'},
{id:'00175',name:'吉利汽车'},
{id:'00176',name:'联太工业'},
{id:'00177',name:'江苏宁沪高速公路'},
{id:'00178',name:'莎莎国际'},
{id:'00179',name:'德昌电机控股'},
{id:'00180',name:'开达集团'},
{id:'00181',name:'闽港控股'},
{id:'00182',name:'中国风电'},
{id:'00183',name:'田生集团'},
{id:'00184',name:'激成投资'},
{id:'00185',name:'恒辉企业控股'},
{id:'00186',name:'GRANDEHOLDINGS'},
{id:'00187',name:'京城股份'},
{id:'00188',name:'新华汇富金融'},
{id:'00189',name:'东岳集团'},
{id:'00190',name:'香港建设(控股)'},
{id:'00191',name:'丽新国际'},
{id:'00193',name:'冠中地产'},
{id:'00194',name:'廖创兴企业'},
{id:'00195',name:'利海资源'},
{id:'00196',name:'宏华集团'},
{id:'00197',name:'亨泰'},
{id:'00198',name:'星美控股'},
{id:'00199',name:'德祥地产'},
{id:'00200',name:'新濠国际发展'},
{id:'00201',name:'华大地产'},
{id:'00202',name:'润中国际控股'},
{id:'00204',name:'中国投资开发'},
{id:'00205',name:'财讯传媒'},
{id:'00206',name:'TSC集团'},
{id:'00207',name:'大悦城地产'},
{id:'00208',name:'保利达资产'},
{id:'00209',name:'中国大亨饮品'},
{id:'00210',name:'达芙妮国际'},
{id:'00211',name:'STYLANDHOLD'},
{id:'00212',name:'NanyangHOLD'},
{id:'00213',name:'NationalELECH'},
{id:'00214',name:'汇汉控股'},
{id:'00215',name:'和记电讯香港'},
{id:'00216',name:'建业实业'},
{id:'00217',name:'中国诚通发展集团'},
{id:'00218',name:'申银万国'},
{id:'00219',name:'顺豪科技'},
{id:'00220',name:'统一企业中国'},
{id:'00221',name:'PNG资源'},
{id:'00222',name:'闽信集团'},
{id:'00223',name:'神州资源'},
{id:'00224',name:'建生国际'},
{id:'00225',name:'博富临置业'},
{id:'00226',name:'力宝'},
{id:'00227',name:'第一上海'},
{id:'00228',name:'中能控股'},
{id:'00229',name:'利民实业'},
{id:'00230',name:'五矿建设'},
{id:'00231',name:'盛明国际控股'},
{id:'00232',name:'中国航空工业国际'},
{id:'00233',name:'铭源医疗'},
{id:'00234',name:'新世纪集团'},
{id:'00235',name:'中策集团'},
{id:'00236',name:'香港生力啤'},
{id:'00237',name:'安全货仓'},
{id:'00238',name:'长兴国际'},
{id:'00239',name:'白花油'},
{id:'00240',name:'利基控股'},
{id:'00241',name:'阿里健康'},
{id:'00242',name:'信德集团'},
{id:'00243',name:'QPLINT'L'},
{id:'00244',name:'先施'},
{id:'00245',name:'中国七星控股'},
{id:'00246',name:'瑞金矿业'},
{id:'00247',name:'TSTPROPERTIES'},
{id:'00248',name:'香港通讯国际控股'},
{id:'00250',name:'中国数码信息'},
{id:'00251',name:'爪哇控股'},
{id:'00252',name:'华信地产财务'},
{id:'00253',name:'顺豪资源集团'},
{id:'00254',name:'国家联合资源'},
{id:'00255',name:'龙记集团'},
{id:'00256',name:'冠城钟表珠宝'},
{id:'00257',name:'中国光大国际'},
{id:'00258',name:'汤臣集团'},
{id:'00259',name:'亿都(国际控股)'},
{id:'00260',name:'幸福控股'},
{id:'00261',name:'中建置地'},
{id:'00262',name:'迪臣发展国际'},
{id:'00263',name:'中国云锡矿业'},
{id:'00264',name:'卓高国际'},
{id:'00265',name:'东胜中国'},
{id:'00266',name:'天德地产'},
{id:'00267',name:'中信股份'},
{id:'00268',name:'金蝶国际'},
{id:'00269',name:'中国资源交通'},
{id:'00270',name:'粤海投资'},
{id:'00271',name:'丹枫控股'},
{id:'00272',name:'瑞安房地产'},
{id:'00273',name:'威利国际'},
{id:'00274',name:'中富资源'},
{id:'00275',name:'锦兴集团'},
{id:'00276',name:'蒙古能源'},
{id:'00277',name:'太兴置业'},
{id:'00278',name:'华厦置业'},
{id:'00279',name:'民丰企业'},
{id:'00280',name:'景福集团'},
{id:'00281',name:'川河集团'},
{id:'00282',name:'壹传媒'},
{id:'00283',name:'高银地产'},
{id:'00285',name:'比亚迪电子'},
{id:'00286',name:'同佳健康'},
{id:'00287',name:'永发置业'},
{id:'00288',name:'万洲国际'},
{id:'00289',name:'WINGONCO'},
{id:'00290',name:'中国富强金融'},
{id:'00291',name:'华润创业'},
{id:'00292',name:'泛海酒店'},
{id:'00293',name:'国泰航空'},
{id:'00294',name:'长江制衣'},
{id:'00295',name:'江山控股'},
{id:'00296',name:'英皇娱乐酒店'},
{id:'00297',name:'中化化肥'},
{id:'00298',name:'庄士中国'},
{id:'00299',name:'中讯软件'},
{id:'00300',name:'昆明机床'},
{id:'00303',name:'VTECHHOLDINGS'},
{id:'00305',name:'五菱汽车'},
{id:'00306',name:'冠忠巴士集团'},
{id:'00307',name:'优派能源发展'},
{id:'00308',name:'香港中旅'},
{id:'00309',name:'新华通讯频媒'},
{id:'00310',name:'嘉进投资国际'},
{id:'00311',name:'联泰控股'},
{id:'00312',name:'岁宝百货'},
{id:'00313',name:'裕田中国'},
{id:'00315',name:'数码通电讯'},
{id:'00316',name:'东方海外国际'},
{id:'00317',name:'广州广船国际股份'},
{id:'00318',name:'黄河实业'},
{id:'00319',name:'勤美达国际'},
{id:'00320',name:'金宝通'},
{id:'00321',name:'德永佳集团'},
{id:'00322',name:'康师傅控股'},
{id:'00323',name:'马鞍山钢铁股份'},
{id:'00326',name:'中国星集团'},
{id:'00327',name:'百富环球'},
{id:'00328',name:'ALCOHOLDINGS'},
{id:'00329',name:'叁龙国际'},
{id:'00330',name:'思捷环球'},
{id:'00332',name:'元亨燃气'},
{id:'00333',name:'黛丽斯国际'},
{id:'00334',name:'唯冠国际'},
{id:'00335',name:'美建集团'},
{id:'00336',name:'华宝国际'},
{id:'00337',name:'绿地香港'},
{id:'00338',name:'上海石油化工股份'},
{id:'00339',name:'安利时投资'},
{id:'00340',name:'中国矿业'},
{id:'00341',name:'大家乐集团'},
{id:'00342',name:'新海能源'},
{id:'00343',name:'文化传信'},
{id:'00345',name:'VITASOYINT'L'},
{id:'00346',name:'延长石油国际'},
{id:'00347',name:'鞍钢股份'},
{id:'00348',name:'龙昌'},
{id:'00350',name:'经纬纺织机械股份'},
{id:'00351',name:'亚洲能源物流'},
{id:'00352',name:'富阳'},
{id:'00353',name:'能源国际投资'},
{id:'00354',name:'中国软件国际'},
{id:'00355',name:'世纪城市国际'},
{id:'00356',name:'鼎立资本'},
{id:'00357',name:'美兰机场'},
{id:'00358',name:'江西铜业股份'},
{id:'00359',name:'海升果汁'},
{id:'00360',name:'新焦点'},
{id:'00361',name:'顺龙控股'},
{id:'00362',name:'中国天化工'},
{id:'00363',name:'上海实业控股'},
{id:'00364',name:'坪山茶业'},
{id:'00365',name:'日东科技'},
{id:'00366',name:'陆氏集团(越南)'},
{id:'00367',name:'庄士机构国际'},
{id:'00368',name:'中外运航运'},
{id:'00369',name:'永泰地产'},
{id:'00370',name:'国华'},
{id:'00371',name:'北控水务集团'},
{id:'00372',name:'德祥企业'},
{id:'00373',name:'联合集团'},
{id:'00374',name:'四洲集团'},
{id:'00375',name:'YGMTrading'},
{id:'00376',name:'瑞东集团'},
{id:'00377',name:'华君控股'},
{id:'00378',name:'事安集团'},
{id:'00379',name:'必美宜'},
{id:'00380',name:'中国管业'},
{id:'00381',name:'侨雄国际'},
{id:'00382',name:'威灵控股'},
{id:'00383',name:'中国网络资本'},
{id:'00384',name:'中国燃气'},
{id:'00385',name:'建联集团'},
{id:'00386',name:'中国石油化工股份'},
{id:'00387',name:'力丰(集团)'},
{id:'00388',name:'香港交易所'},
{id:'00389',name:'通天酒业'},
{id:'00390',name:'中国中铁'},
{id:'00391',name:'美亚娱乐资讯'},
{id:'00392',name:'北京控股'},
{id:'00393',name:'旭日企业'},
{id:'00395',name:'中国智能集团'},
{id:'00396',name:'兴利(香港)控股'},
{id:'00397',name:'君阳太阳能'},
{id:'00398',name:'东方表行集团'},
{id:'00399',name:'联合基因集团'},
{id:'00400',name:'科通芯城'},
{id:'00401',name:'万嘉集团'},
{id:'00402',name:'天下图控股'},
{id:'00403',name:'星光集团'},
{id:'00404',name:'新昌营造'},
{id:'00406',name:'有利集团'},
{id:'00408',name:'叶氏化工集团'},
{id:'00410',name:'SOHO中国'},
{id:'00411',name:'南顺(香港)'},
{id:'00412',name:'汉基控股'},
{id:'00413',name:'南华中国'},
{id:'00417',name:'谢瑞麟'},
{id:'00418',name:'方正控股'},
{id:'00419',name:'中国9号健康'},
{id:'00420',name:'福田实业'},
{id:'00422',name:'越南制造加工出口'},
{id:'00423',name:'经济日报集团'},
{id:'00425',name:'敏实集团'},
{id:'00426',name:'万华媒体'},
{id:'00428',name:'亨亚'},
{id:'00430',name:'东方网库'},
{id:'00431',name:'大中华实业'},
{id:'00432',name:'盈大地产'},
{id:'00433',name:'北方矿业'},
{id:'00434',name:'博雅互动'},
{id:'00438',name:'彩虹电子'},
{id:'00439',name:'光启科学'},
{id:'00440',name:'大新金融'},
{id:'00444',name:'SincereWatchHK'},
{id:'00445',name:'中国消防'},
{id:'00449',name:'志高控股'},
{id:'00450',name:'鸿兴印刷集团'},
{id:'00451',name:'协鑫新能源'},
{id:'00455',name:'天大药业'},
{id:'00456',name:'新城市建设发展'},
{id:'00458',name:'联亚集团'},
{id:'00459',name:'美联工商铺'},
{id:'00460',name:'四环医药'},
{id:'00462',name:'天然乳品'},
{id:'00464',name:'建福集团'},
{id:'00465',name:'富通科技'},
{id:'00467',name:'联合能源集团'},
{id:'00468',name:'纷美包装'},
{id:'00469',name:'凯普松国际'},
{id:'00471',name:'中播控股'},
{id:'00472',name:'金六福投资'},
{id:'00474',name:'昊天发展集团'},
{id:'00475',name:'中发展控股'},
{id:'00476',name:'中国动力控股'},
{id:'00477',name:'奥普集团控股'},
{id:'00479',name:'华建控股'},
{id:'00480',name:'香港兴业国际'},
{id:'00482',name:'圣马丁国际'},
{id:'00483',name:'包浩斯国际'},
{id:'00484',name:'云游控股'},
{id:'00485',name:'实华发展'},
{id:'00486',name:'RUSAL'},
{id:'00487',name:'实德环球'},
{id:'00488',name:'丽新发展'},
{id:'00489',name:'东风集团股份'},
{id:'00491',name:'汉传媒'},
{id:'00493',name:'国美电器'},
{id:'00494',name:'利丰'},
{id:'00495',name:'Paladin'},
{id:'00496',name:'卡森国际'},
{id:'00497',name:'资本策略地产'},
{id:'00498',name:'保华集团'},
{id:'00499',name:'青岛控股'},
{id:'00500',name:'先丰服务集团'},
{id:'00503',name:'朗生医药'},
{id:'00505',name:'兴业铜业'},
{id:'00506',name:'中国食品'},
{id:'00508',name:'鼎亿集团投资'},
{id:'00509',name:'世纪阳光'},
{id:'00510',name:'时富金融服务集团'},
{id:'00511',name:'电视广播'},
{id:'00512',name:'远大医药'},
{id:'00513',name:'恒和集团'},
{id:'00515',name:'达进东方照明'},
{id:'00516',name:'瀚智集团'},
{id:'00517',name:'中远国际控股'},
{id:'00518',name:'同得仕(集团)'},
{id:'00519',name:'实力建业'},
{id:'00520',name:'呷哺呷哺'},
{id:'00521',name:'首长科技'},
{id:'00522',name:'ASMPACIFIC'},
{id:'00524',name:'E-KONGGROUP'},
{id:'00525',name:'广深铁路股份'},
{id:'00526',name:'利时集团控股'},
{id:'00527',name:'瑞风新能源'},
{id:'00528',name:'金达控股'},
{id:'00529',name:'SISINT'L'},
{id:'00530',name:'高银金融'},
{id:'00531',name:'顺诚'},
{id:'00532',name:'WKKINTL(HOLD)'},
{id:'00533',name:'金利来集团'},
{id:'00535',name:'金地商置'},
{id:'00536',name:'贸易通'},
{id:'00538',name:'味千(中国)'},
{id:'00539',name:'冠华国际控股'},
{id:'00540',name:'迅捷环球控股'},
{id:'00542',name:'新岭域集团'},
{id:'00543',name:'太平洋网络'},
{id:'00544',name:'大同集团'},
{id:'00546',name:'阜丰集团'},
{id:'00547',name:'数字王国'},
{id:'00548',name:'深圳高速公路股份'},
{id:'00549',name:'奇峰化纤'},
{id:'00550',name:'先传媒'},
{id:'00551',name:'裕元集团'},
{id:'00552',name:'中国通信服务'},
{id:'00553',name:'南京熊猫电子股份'},
{id:'00554',name:'汉思能源'},
{id:'00555',name:'御泰中彩控股'},
{id:'00556',name:'泛亚环保'},
{id:'00557',name:'CITYE-SOLUTION'},
{id:'00558',name:'力劲科技'},
{id:'00559',name:'国藏集团'},
{id:'00560',name:'珠江船务'},
{id:'00563',name:'上实城市开发'},
{id:'00564',name:'郑煤机'},
{id:'00565',name:'锦艺纺织'},
{id:'00566',name:'汉能薄膜发电'},
{id:'00567',name:'大昌微线集团'},
{id:'00568',name:'山东墨龙'},
{id:'00569',name:'中国自动化'},
{id:'00570',name:'中国中药'},
{id:'00571',name:'丰德丽控股'},
{id:'00572',name:'中国富佑集团'},
{id:'00573',name:'稻香控股'},
{id:'00575',name:'励晶太平洋'},
{id:'00576',name:'浙江沪杭甬'},
{id:'00577',name:'路易十三集团'},
{id:'00578',name:'融信资源'},
{id:'00579',name:'京能清洁能源'},
{id:'00580',name:'赛晶电力电子'},
{id:'00581',name:'中国东方集团'},
{id:'00582',name:'蓝鼎国际'},
{id:'00583',name:'南华早报集团'},
{id:'00585',name:'意马国际'},
{id:'00586',name:'海螺创业'},
{id:'00587',name:'华瀚生物制药'},
{id:'00588',name:'北京北辰实业股份'},
{id:'00589',name:'宝姿'},
{id:'00590',name:'六福集团'},
{id:'00591',name:'中国高精密'},
{id:'00592',name:'BOSSINIINT'L'},
{id:'00593',name:'天洋国际控股'},
{id:'00595',name:'AVCONCEPTHOLD'},
{id:'00596',name:'浪潮国际'},
{id:'00598',name:'中国外运'},
{id:'00599',name:'怡邦行控股'},
{id:'00600',name:'中国基建投资'},
{id:'00601',name:'权智(国际)'},
{id:'00602',name:'佳华百货控股'},
{id:'00603',name:'中油燃气'},
{id:'00604',name:'深圳控股'},
{id:'00605',name:'中国金融投资管理'},
{id:'00606',name:'中国粮油控股'},
{id:'00607',name:'丰盛控股'},
{id:'00608',name:'达利国际'},
{id:'00609',name:'天德化工'},
{id:'00610',name:'WAIKEEHOLD'},
{id:'00611',name:'中核工业二三国际'},
{id:'00612',name:'中国投资基金公司'},
{id:'00613',name:'YugangInt'l'},
{id:'00616',name:'永义实业'},
{id:'00617',name:'百利保控股'},
{id:'00618',name:'北大资源'},
{id:'00619',name:'南华金融'},
{id:'00620',name:'UDLHOLDINGS'},
{id:'00621',name:'坛金矿业'},
{id:'00622',name:'威华达控股'},
{id:'00623',name:'中视金桥'},
{id:'00626',name:'大众金融控股'},
{id:'00627',name:'佑威国际'},
{id:'00628',name:'华银控股'},
{id:'00629',name:'悦达矿业'},
{id:'00630',name:'隽泰控股'},
{id:'00631',name:'三一国际'},
{id:'00632',name:'东方明珠石油'},
{id:'00633',name:'中国全通'},
{id:'00635',name:'彩星集团'},
{id:'00636',name:'嘉里物流'},
{id:'00637',name:'利记'},
{id:'00638',name:'建溢集团'},
{id:'00639',name:'首钢资源'},
{id:'00640',name:'星谦化工'},
{id:'00641',name:'恒天立信'},
{id:'00642',name:'PaladinPREF'},
{id:'00643',name:'恒富控股'},
{id:'00645',name:'安域亚洲'},
{id:'00646',name:'中国环保科技'},
{id:'00647',name:'JoyceBoutique'},
{id:'00648',name:'中国仁济医疗'},
{id:'00650',name:'顺昌集团'},
{id:'00651',name:'中海船舶'},
{id:'00653',name:'卓悦控股'},
{id:'00655',name:'香港华人有限公司'},
{id:'00656',name:'复星国际'},
{id:'00657',name:'环科国际'},
{id:'00658',name:'中国高速传动'},
{id:'00659',name:'新创建集团'},
{id:'00660',name:'伟俊矿业集团'},
{id:'00661',name:'中国大冶有色金属'},
{id:'00662',name:'亚洲金融'},
{id:'00663',name:'金山能源'},
{id:'00665',name:'海通国际'},
{id:'00666',name:'新工投资'},
{id:'00668',name:'东原地产'},
{id:'00669',name:'创科实业'},
{id:'00670',name:'中国东方航空股份'},
{id:'00672',name:'众安房产'},
{id:'00673',name:'中国卫生控股'},
{id:'00674',name:'文化地标投资'},
{id:'00675',name:'坚宝国际'},
{id:'00676',name:'创信国际'},
{id:'00677',name:'金源米业'},
{id:'00678',name:'云顶香港'},
{id:'00679',name:'亚洲联网科技'},
{id:'00680',name:'南海控股'},
{id:'00681',name:'中民控股'},
{id:'00682',name:'超大现代'},
{id:'00683',name:'嘉里建设'},
{id:'00684',name:'亚伦国际'},
{id:'00685',name:'世界华文媒体'},
{id:'00686',name:'联合光伏'},
{id:'00687',name:'泰升集团'},
{id:'00688',name:'中国海外发展'},
{id:'00689',name:'长盈集团(控股)'},
{id:'00690',name:'联康生物科技集团'},
{id:'00691',name:'山水水泥'},
{id:'00692',name:'中国家居'},
{id:'00693',name:'陈唱国际'},
{id:'00694',name:'北京首都机场股份'},
{id:'00695',name:'东吴水泥'},
{id:'00696',name:'中国民航信息网络'},
{id:'00697',name:'SHOUGANGINT'L'},
{id:'00698',name:'通达集团'},
{id:'00699',name:'神州租车'},
{id:'00700',name:'腾讯控股'},
{id:'00701',name:'CNTGROUP'},
{id:'00702',name:'中国油气控股'},
{id:'00703',name:'FUTUREBRIGHT'},
{id:'00704',name:'和嘉资源'},
{id:'00705',name:'鼎和矿业'},
{id:'00706',name:'美丽中国控股'},
{id:'00707',name:'协盛协丰'},
{id:'00708',name:'新传媒'},
{id:'00709',name:'佐丹奴国际'},
{id:'00710',name:'精电'},
{id:'00711',name:'俊和发展集团'},
{id:'00712',name:'卡姆丹克太阳能'},
{id:'00713',name:'世界(集团)'},
{id:'00715',name:'中泛控股'},
{id:'00716',name:'胜狮货柜'},
{id:'00717',name:'英皇证券'},
{id:'00718',name:'百威国际'},
{id:'00719',name:'山东新华制药股份'},
{id:'00720',name:'意达利控股'},
{id:'00721',name:'中国金融国际'},
{id:'00723',name:'永保林业'},
{id:'00724',name:'泰丰国际'},
{id:'00725',name:'恒都集团'},
{id:'00726',name:'东南国际集团'},
{id:'00727',name:'皇冠环球集团'},
{id:'00728',name:'中国电信'},
{id:'00729',name:'五龙电动车'},
{id:'00730',name:'SHOUGANGGRAND'},
{id:'00731',name:'森信纸业集团'},
{id:'00732',name:'信利国际'},
{id:'00733',name:'合富辉煌'},
{id:'00735',name:'中国电力新能源'},
{id:'00736',name:'中国置业投资'},
{id:'00737',name:'合和公路基建'},
{id:'00738',name:'莱尔斯丹'},
{id:'00743',name:'亚洲水泥(中国)'},
{id:'00745',name:'中国国家文化产业'},
{id:'00746',name:'理文化工'},
{id:'00747',name:'沈阳公用发展股份'},
{id:'00750',name:'兴业太阳能'},
{id:'00751',name:'创维数码'},
{id:'00752',name:'PicoFarEast'},
{id:'00753',name:'中国国航'},
{id:'00754',name:'合生创展集团'},
{id:'00755',name:'上海证大'},
{id:'00756',name:'中国天溢控股'},
{id:'00757',name:'阳光能源'},
{id:'00758',name:'JUNEFIELDGROUP'},
{id:'00759',name:'CECInt'lHOLD'},
{id:'00760',name:'新天地产集团'},
{id:'00761',name:'百营环球资源'},
{id:'00762',name:'中国联通'},
{id:'00763',name:'中兴通讯'},
{id:'00764',name:'永恒策略'},
{id:'00765',name:'PerfectechINTL'},
{id:'00766',name:'中盈集团控股'},
{id:'00767',name:'PacificPlywood'},
{id:'00768',name:'开明投资'},
{id:'00769',name:'中国稀土'},
{id:'00770',name:'SHANGHAIGROWTH'},
{id:'00771',name:'自动系统'},
{id:'00773',name:'中国金属再生资源'},
{id:'00775',name:'长江生命科技'},
{id:'00776',name:'捷丰家居'},
{id:'00777',name:'网龙'},
{id:'00787',name:'利标'},
{id:'00789',name:'雅天妮'},
{id:'00794',name:'锦胜集团(控股)'},
{id:'00798',name:'光谷联合'},
{id:'00800',name:'A8新媒体'},
{id:'00801',name:'金卫医疗'},
{id:'00802',name:'宏霸数码'},
{id:'00803',name:'昌兴国际'},
{id:'00805',name:'Glencore-S'},
{id:'00806',name:'惠理集团'},
{id:'00809',name:'大成生化科技'},
{id:'00810',name:'华保亚洲'},
{id:'00811',name:'新华文轩'},
{id:'00812',name:'敦沛金融'},
{id:'00813',name:'世茂房地产'},
{id:'00814',name:'北京京客隆'},
{id:'00815',name:'中国白银集团'},
{id:'00816',name:'华电福新'},
{id:'00817',name:'方兴地产'},
{id:'00818',name:'高阳科技'},
{id:'00819',name:'天能动力'},
{id:'00821',name:'汇盈控股'},
{id:'00822',name:'嘉瑞国际'},
{id:'00825',name:'新世界百货中国'},
{id:'00826',name:'天工国际'},
{id:'00827',name:'玖源集团'},
{id:'00828',name:'王朝酒业'},
{id:'00829',name:'神冠控股'},
{id:'00830',name:'远东环球'},
{id:'00831',name:'利亚零售'},
{id:'00832',name:'建业地产'},
{id:'00833',name:'华讯'},
{id:'00834',name:'康大食品'},
{id:'00835',name:'亚洲煤业'},
{id:'00836',name:'华润电力'},
{id:'00837',name:'谭木匠'},
{id:'00838',name:'亿和控股'},
{id:'00839',name:'天大石油管材'},
{id:'00840',name:'天业节水'},
{id:'00841',name:'木薯资源'},
{id:'00842',name:'理士国际'},
{id:'00844',name:'广豪国际'},
{id:'00845',name:'恒盛地产'},
{id:'00846',name:'明发集团'},
{id:'00847',name:'哈萨克矿业-S'},
{id:'00848',name:'茂业国际'},
{id:'00850',name:'中亚能源'},
{id:'00851',name:'盛源控股'},
{id:'00852',name:'海峡石油化工'},
{id:'00853',name:'微创医疗'},
{id:'00854',name:'威雅利'},
{id:'00855',name:'中国水务'},
{id:'00856',name:'伟仕控股'},
{id:'00857',name:'中国石油股份'},
{id:'00858',name:'精优药业'},
{id:'00859',name:'镇科集团'},
{id:'00860',name:'明丰珠宝'},
{id:'00861',name:'神州数码'},
{id:'00862',name:'远见控股'},
{id:'00864',name:'永利地产发展'},
{id:'00865',name:'第一电讯'},
{id:'00866',name:'中国秦发'},
{id:'00867',name:'康哲药业'},
{id:'00868',name:'信义玻璃'},
{id:'00869',name:'彩星玩具'},
{id:'00871',name:'中国疏浚环保'},
{id:'00872',name:'锦恒汽车安全'},
{id:'00873',name:'中国泰丰床品'},
{id:'00874',name:'白云山'},
{id:'00875',name:'从玉农业'},
{id:'00876',name:'永泰投资控股'},
{id:'00877',name:'昂纳光通信集团'},
{id:'00878',name:'金朝阳集团'},
{id:'00880',name:'澳博控股'},
{id:'00881',name:'中升控股'},
{id:'00882',name:'天津发展'},
{id:'00883',name:'中国海洋石油'},
{id:'00884',name:'旭辉控股集团'},
{id:'00885',name:'福方集团'},
{id:'00886',name:'银基集团'},
{id:'00887',name:'英皇钟表珠宝'},
{id:'00888',name:'路讯通'},
{id:'00889',name:'连达科技控股'},
{id:'00891',name:'利邦'},
{id:'00893',name:'中国铁钛'},
{id:'00894',name:'万裕科技'},
{id:'00895',name:'东江环保'},
{id:'00896',name:'兴胜创建'},
{id:'00897',name:'位元堂'},
{id:'00898',name:'万事昌国际'},
{id:'00899',name:'亚洲资源'},
{id:'00900',name:'AEONCREDIT'},
{id:'00901',name:'鹰力投资'},
{id:'00902',name:'华能国际电力股份'},
{id:'00903',name:'冠捷科技'},
{id:'00904',name:'中国粗粮王饮品'},
{id:'00905',name:'MASTERMINDCAP'},
{id:'00906',name:'中粮包装'},
{id:'00907',name:'高雅光学'},
{id:'00908',name:'珠海控股投资'},
{id:'00909',name:'中大国际'},
{id:'00910',name:'中国三迪'},
{id:'00911',name:'恒发洋参'},
{id:'00912',name:'信佳国际'},
{id:'00913',name:'合一投资'},
{id:'00914',name:'安徽海螺水泥股份'},
{id:'00915',name:'林麦集团'},
{id:'00916',name:'龙源电力'},
{id:'00917',name:'新世界中国'},
{id:'00918',name:'第一德胜控股'},
{id:'00919',name:'现代美容'},
{id:'00921',name:'海信科龙'},
{id:'00922',name:'安贤园中国'},
{id:'00923',name:'综合环保集团'},
{id:'00925',name:'北京建设'},
{id:'00926',name:'碧生源'},
{id:'00927',name:'富士高实业'},
{id:'00928',name:'野马国际'},
{id:'00929',name:'国际精密'},
{id:'00930',name:'中国森林'},
{id:'00931',name:'中国天然气'},
{id:'00933',name:'光汇石油'},
{id:'00934',name:'中石化冠德'},
{id:'00935',name:'龙翔集团'},
{id:'00936',name:'鹏程亚洲'},
{id:'00938',name:'民生国际'},
{id:'00939',name:'建设银行'},
{id:'00940',name:'中国动物保健品'},
{id:'00941',name:'中国移动'},
{id:'00943',name:'意科控股'},
{id:'00945',name:'宏利金融-S'},
{id:'00947',name:'摩比发展'},
{id:'00948',name:'融达控股'},
{id:'00950',name:'李氏大药厂'},
{id:'00951',name:'超威动力'},
{id:'00952',name:'华富国际'},
{id:'00953',name:'美克国际'},
{id:'00954',name:'常茂生物'},
{id:'00956',name:'新天绿色能源'},
{id:'00958',name:'华能新能源'},
{id:'00959',name:'奥玛仕国际'},
{id:'00960',name:'龙湖地产'},
{id:'00963',name:'华熙生物科技'},
{id:'00966',name:'中国太平'},
{id:'00967',name:'桑德国际'},
{id:'00968',name:'信义光能'},
{id:'00969',name:'华联国际'},
{id:'00970',name:'耀莱集团'},
{id:'00973',name:'L'OCCITANE'},
{id:'00975',name:'MONGOLMINING'},
{id:'00976',name:'齐合天地'},
{id:'00978',name:'招商局置地'},
{id:'00979',name:'绿色能源科技集团'},
{id:'00980',name:'联华超市'},
{id:'00981',name:'中芯国际'},
{id:'00982',name:'卓智控股'},
{id:'00983',name:'瑞安建业'},
{id:'00984',name:'永旺'},
{id:'00985',name:'中科矿业'},
{id:'00986',name:'中国环保能源'},
{id:'00987',name:'中国再生能源投资'},
{id:'00988',name:'楼东俊安资源'},
{id:'00989',name:'广泽地产'},
{id:'00990',name:'荣晖国际'},
{id:'00991',name:'大唐发电'},
{id:'00992',name:'联想集团'},
{id:'00993',name:'天行国际'},
{id:'00995',name:'安徽皖通高速公路'},
{id:'00996',name:'嘉年华国际'},
{id:'00997',name:'普汇中金国际'},
{id:'00998',name:'中信银行'},
{id:'00999',name:'I.T'},
{id:'01000',name:'北青传媒'},
{id:'01001',name:'VANSHUNGCHONG'},
{id:'01002',name:'威铖国际'},
{id:'01003',name:'21控股'},
{id:'01004',name:'丽盛集团控股'},
{id:'01005',name:'MATRIXHOLDINGS'},
{id:'01006',name:'长寿花食品'},
{id:'01007',name:'大庆乳业'},
{id:'01008',name:'贵联控股'},
{id:'01009',name:'国际娱乐'},
{id:'01010',name:'弘茂科技'},
{id:'01011',name:'泰凌医药'},
{id:'01013',name:'伟俊集团控股'},
{id:'01019',name:'康宏金融'},
{id:'01020',name:'华耐控股'},
{id:'01021',name:'麦达斯控股-S'},
{id:'01022',name:'飞鱼科技'},
{id:'01023',name:'时代集团控股'},
{id:'01025',name:'物美商业'},
{id:'01026',name:'环球实业科技'},
{id:'01027',name:'集成伞业'},
{id:'01028',name:'千百度'},
{id:'01029',name:'铁货'},
{id:'01030',name:'新城发展控股'},
{id:'01031',name:'金利丰金融'},
{id:'01033',name:'仪征化纤股份'},
{id:'01035',name:'BBI生命科学'},
{id:'01036',name:'万科置业海外'},
{id:'01037',name:'DAIWAASSOCIATE'},
{id:'01038',name:'长江基建集团'},
{id:'01039',name:'畅丰车桥'},
{id:'01041',name:'中国新能源动力'},
{id:'01043',name:'光宇国际集团科技'},
{id:'01044',name:'恒安国际'},
{id:'01045',name:'亚太卫星'},
{id:'01046',name:'寰宇国际'},
{id:'01047',name:'毅兴行'},
{id:'01048',name:'新源控股'},
{id:'01049',name:'时富投资'},
{id:'01050',name:'嘉利国际'},
{id:'01051',name:'国际资源'},
{id:'01052',name:'越秀交通基建'},
{id:'01053',name:'重庆钢铁股份'},
{id:'01055',name:'中国南方航空股份'},
{id:'01057',name:'浙江世宝'},
{id:'01058',name:'粤海制革'},
{id:'01059',name:'看通集团'},
{id:'01060',name:'阿里影业'},
{id:'01061',name:'亿胜生物科技'},
{id:'01062',name:'国开国际投资'},
{id:'01063',name:'新确科技'},
{id:'01064',name:'中华国际'},
{id:'01065',name:'天津创业环保股份'},
{id:'01066',name:'威高股份'},
{id:'01068',name:'雨润食品'},
{id:'01069',name:'中国农林低碳'},
{id:'01070',name:'TCL多媒体'},
{id:'01071',name:'华电国际电力股份'},
{id:'01072',name:'东方电气'},
{id:'01073',name:'浩伦农科'},
{id:'01075',name:'首都信息'},
{id:'01076',name:'博华太平洋'},
{id:'01079',name:'松景科技'},
{id:'01080',name:'胜利管道'},
{id:'01082',name:'香港教育国际'},
{id:'01083',name:'港华燃气'},
{id:'01085',name:'亨鑫科技'},
{id:'01086',name:'好孩子国际'},
{id:'01087',name:'泓淋科技'},
{id:'01088',name:'中国神华'},
{id:'01089',name:'森宝食品'},
{id:'01090',name:'大明国际'},
{id:'01091',name:'中信大锰'},
{id:'01093',name:'石药集团'},
{id:'01094',name:'中国公共采购'},
{id:'01096',name:'动感集团'},
{id:'01097',name:'有线宽频'},
{id:'01098',name:'ROADKINGINFRA'},
{id:'01099',name:'国药控股'},
{id:'01100',name:'飞达控股'},
{id:'01101',name:'中国熔盛重工'},
{id:'01102',name:'环能国际'},
{id:'01103',name:'上海栋华'},
{id:'01104',name:'亚太资源'},
{id:'01105',name:'星岛'},
{id:'01106',name:'中国海景'},
{id:'01107',name:'当代置业'},
{id:'01108',name:'洛阳玻璃股份'},
{id:'01109',name:'华润置地'},
{id:'01110',name:'金活医药集团'},
{id:'01111',name:'创兴银行'},
{id:'01112',name:'合生元'},
{id:'01114',name:'BRILLIANCECHI'},
{id:'01115',name:'西藏5100'},
{id:'01116',name:'MAYERHOLDINGS'},
{id:'01117',name:'现代牧业'},
{id:'01118',name:'高力集团'},
{id:'01120',name:'雅视光学'},
{id:'01121',name:'宝峰时尚'},
{id:'01122',name:'庆铃汽车股份'},
{id:'01123',name:'中港照相'},
{id:'01124',name:'沿海家园'},
{id:'01125',name:'丽丰控股'},
{id:'01126',name:'德林国际'},
{id:'01127',name:'汇星印刷'},
{id:'01128',name:'永利澳门'},
{id:'01129',name:'中国水业集团'},
{id:'01130',name:'中国环境资源'},
{id:'01131',name:'鸿宝资源'},
{id:'01132',name:'橙天嘉禾'},
{id:'01133',name:'哈尔滨电气'},
{id:'01135',name:'ASIASATELLITE'},
{id:'01136',name:'台泥国际集团'},
{id:'01137',name:'香港电视'},
{id:'01138',name:'中海发展股份'},
{id:'01139',name:'华多利集团'},
{id:'01140',name:'东英金融投资'},
{id:'01141',name:'保兴资本'},
{id:'01142',name:'西伯利亚矿业'},
{id:'01143',name:'中慧国际控股'},
{id:'01145',name:'勇利航业'},
{id:'01146',name:'中国服饰控股'},
{id:'01148',name:'新晨动力'},
{id:'01149',name:'中国安芯'},
{id:'01150',name:'米兰站'},
{id:'01151',name:'依利安达'},
{id:'01152',name:'新融宇集团'},
{id:'01155',name:'星辰通信'},
{id:'01157',name:'中联重科'},
{id:'01159',name:'集美国际娱乐'},
{id:'01160',name:'大唐投资国际'},
{id:'01161',name:'奥思集团'},
{id:'01163',name:'德金资源'},
{id:'01164',name:'中广核矿业'},
{id:'01165',name:'顺风清洁能源'},
{id:'01166',name:'蒙古矿业'},
{id:'01168',name:'百仕达控股'},
{id:'01169',name:'海尔电器'},
{id:'01170',name:'信星集团'},
{id:'01171',name:'兖州煤业股份'},
{id:'01172',name:'勤达集团国际'},
{id:'01173',name:'威高国际'},
{id:'01174',name:'太平洋恩利'},
{id:'01175',name:'福记食品服务'},
{id:'01176',name:'珠光控股'},
{id:'01177',name:'中国生物制药'},
{id:'01178',name:'天年生物'},
{id:'01180',name:'汇彩控股'},
{id:'01181',name:'唐宫中国'},
{id:'01182',name:'中青基业'},
{id:'01184',name:'S.A.S.DRAGON'},
{id:'01185',name:'中国航天万源'},
{id:'01186',name:'中国铁建'},
{id:'01187',name:'珠江轮胎'},
{id:'01188',name:'正道集团'},
{id:'01189',name:'珀丽酒店'},
{id:'01190',name:'航标控股'},
{id:'01191',name:'粤首环保'},
{id:'01192',name:'泰山石化'},
{id:'01193',name:'华润燃气'},
{id:'01194',name:'中国贵金属'},
{id:'01195',name:'京维集团'},
{id:'01196',name:'伟禄集团'},
{id:'01198',name:'皇朝家俬'},
{id:'01199',name:'中远太平洋'},
{id:'01200',name:'美联集团'},
{id:'01201',name:'侨威集团'},
{id:'01202',name:'成都普天电缆股份'},
{id:'01203',name:'广南(集团)'},
{id:'01205',name:'中信资源'},
{id:'01206',name:'同方泰德'},
{id:'01207',name:'上置集团'},
{id:'01208',name:'五矿资源'},
{id:'01210',name:'克莉丝汀'},
{id:'01211',name:'比亚迪股份'},
{id:'01212',name:'利福国际'},
{id:'01213',name:'万保刚集团'},
{id:'01215',name:'开源控股'},
{id:'01217',name:'中国创新投资'},
{id:'01218',name:'永义国际'},
{id:'01219',name:'天喔国际'},
{id:'01220',name:'志道国际'},
{id:'01221',name:'SINOHOTELS'},
{id:'01222',name:'WANGONGROUP'},
{id:'01223',name:'新沣集团'},
{id:'01224',name:'中渝置地'},
{id:'01225',name:'隆成集团'},
{id:'01226',name:'中国投融资'},
{id:'01227',name:'国盛投资'},
{id:'01228',name:'奇峰国际'},
{id:'01229',name:'南南资源'},
{id:'01230',name:'雅士利国际'},
{id:'01231',name:'新矿资源'},
{id:'01232',name:'金轮天地控股'},
{id:'01233',name:'时代地产'},
{id:'01234',name:'中国利郎'},
{id:'01235',name:'专业旅运'},
{id:'01236',name:'国农控股'},
{id:'01237',name:'美丽家园'},
{id:'01238',name:'宝龙地产'},
{id:'01239',name:'金宝宝控股'},
{id:'01240',name:'青建国际'},
{id:'01241',name:'双桦控股'},
{id:'01246',name:'毅信控股'},
{id:'01247',name:'米格国际控股'},
{id:'01249',name:'通力电子'},
{id:'01250',name:'金彩控股'},
{id:'01251',name:'华油能源'},
{id:'01252',name:'中国天瑞水泥'},
{id:'01253',name:'博大绿泽'},
{id:'01255',name:'港大零售'},
{id:'01258',name:'中国有色矿业'},
{id:'01259',name:'中国儿童护理'},
{id:'01260',name:'皓天财经集团'},
{id:'01262',name:'蜡笔小新食品'},
{id:'01263',name:'柏能集团'},
{id:'01265',name:'天津津燃公用'},
{id:'01266',name:'西王特钢'},
{id:'01268',name:'美东汽车'},
{id:'01269',name:'中国车辆零部件'},
{id:'01270',name:'朗廷-SS'},
{id:'01271',name:'佳明集团控股'},
{id:'01273',name:'香港信贷'},
{id:'01277',name:'力量能源'},
{id:'01278',name:'中国新城镇'},
{id:'01280',name:'汇银家电'},
{id:'01281',name:'开世中国'},
{id:'01282',name:'世达科技'},
{id:'01285',name:'嘉士利集团'},
{id:'01288',name:'农业银行'},
{id:'01289',name:'盛力达科技'},
{id:'01290',name:'中国汇融'},
{id:'01292',name:'长安民生物流'},
{id:'01293',name:'宝信汽车'},
{id:'01296',name:'国电科环'},
{id:'01297',name:'中国擎天软件'},
{id:'01298',name:'天美(控股)'},
{id:'01299',name:'友邦保险'},
{id:'01300',name:'俊知集团'},
{id:'01302',name:'先健科技'},
{id:'01303',name:'汇力资源'},
{id:'01305',name:'伟志控股'},
{id:'01308',name:'海丰国际'},
{id:'01312',name:'联合水泥'},
{id:'01313',name:'华润水泥控股'},
{id:'01314',name:'翠华控股'},
{id:'01315',name:'允升国际'},
{id:'01316',name:'耐世特'},
{id:'01317',name:'枫叶教育'},
{id:'01318',name:'格菱控股'},
{id:'01319',name:'霭华押业信贷'},
{id:'01321',name:'中国新城市'},
{id:'01322',name:'CWGroupHold'},
{id:'01323',name:'NEWTREEGROUP'},
{id:'01326',name:'天马影视'},
{id:'01327',name:'时间由你'},
{id:'01328',name:'精英国际'},
{id:'01329',name:'钜大国际'},
{id:'01330',name:'绿色动力环保'},
{id:'01332',name:'确利达国际'},
{id:'01333',name:'中国忠旺'},
{id:'01335',name:'顺泰控股'},
{id:'01336',name:'新华保险'},
{id:'01338',name:'霸王集团'},
{id:'01339',name:'中国人民保险集团'},
{id:'01340',name:'惠生国际'},
{id:'01345',name:'中国先锋医药'},
{id:'01347',name:'华虹半导体'},
{id:'01348',name:'滉达富控股'},
{id:'01349',name:'复旦张江'},
{id:'01353',name:'诺奇'},
{id:'01355',name:'朸浚国际'},
{id:'01358',name:'普华和顺'},
{id:'01359',name:'中国信达'},
{id:'01360',name:'MegaExpoHLDG'},
{id:'01361',name:'361度'},
{id:'01362',name:'新龙移动'},
{id:'01363',name:'中滔环保'},
{id:'01365',name:'润东汽车'},
{id:'01366',name:'江南集团'},
{id:'01367',name:'恒宝企业控股'},
{id:'01368',name:'特步国际'},
{id:'01369',name:'五洲国际'},
{id:'01370',name:'恒实矿业'},
{id:'01371',name:'华彩控股'},
{id:'01372',name:'怡益控股'},
{id:'01373',name:'国际家居零售'},
{id:'01375',name:'中州证券'},
{id:'01378',name:'中国宏桥'},
{id:'01380',name:'中国金石'},
{id:'01381',name:'粤丰环保'},
{id:'01382',name:'互太纺织'},
{id:'01383',name:'太阳世纪集团'},
{id:'01385',name:'上海复旦'},
{id:'01386',name:'盈进集团'},
{id:'01387',name:'人和商业'},
{id:'01388',name:'安莉芳控股'},
{id:'01390',name:'环亚智富'},
{id:'01393',name:'恒鼎实业'},
{id:'01395',name:'强泰环保'},
{id:'01396',name:'毅德国际'},
{id:'01397',name:'碧瑶绿色集团'},
{id:'01398',name:'工商银行'},
{id:'01399',name:'飞毛腿'},
{id:'01400',name:'宏太控股'},
{id:'01418',name:'盛诺集团'},
{id:'01421',name:'工盖有限公司'},
{id:'01428',name:'耀才证券金融'},
{id:'01431',name:'原生态牧业'},
{id:'01432',name:'中国圣牧'},
{id:'01438',name:'富贵生命'},
{id:'01439',name:'中华包装控股'},
{id:'01443',name:'富临集团控股'},
{id:'01446',name:'鸿福堂'},
{id:'01448',name:'福寿园'},
{id:'01450',name:'世纪睿科'},
{id:'01462',name:'雅骏控股'},
{id:'01466',name:'民生珠宝'},
{id:'01478',name:'丘钛科技'},
{id:'01480',name:'恩达集团控股'},
{id:'01488',name:'理文手袋'},
{id:'01513',name:'丽珠医药'},
{id:'01515',name:'凤凰医疗'},
{id:'01522',name:'中国城市轨道科技'},
{id:'01555',name:'MI能源'},
{id:'01588',name:'畅捷通'},
{id:'01599',name:'城建设计'},
{id:'01600',name:'天伦燃气'},
{id:'01613',name:'协同通信'},
{id:'01616',name:'银仕来控股'},
{id:'01618',name:'中国中冶'},
{id:'01619',name:'天合化工'},
{id:'01622',name:'力高地产'},
{id:'01623',name:'海隆控股'},
{id:'01626',name:'嘉耀控股'},
{id:'01628',name:'禹洲地产'},
{id:'01636',name:'中国金属利用'},
{id:'01638',name:'佳兆业集团'},
{id:'01639',name:'安捷利实业'},
{id:'01661',name:'智美集团'},
{id:'01663',name:'汉港房地产'},
{id:'01666',name:'同仁堂科技'},
{id:'01668',name:'华南城'},
{id:'01669',name:'环球信贷集团'},
{id:'01673',name:'华章科技'},
{id:'01678',name:'中国创意家居'},
{id:'01680',name:'澳门励骏'},
{id:'01681',name:'康臣药业'},
{id:'01682',name:'高锐中国物联'},
{id:'01685',name:'博耳电力'},
{id:'01689',name:'华禧控股'},
{id:'01698',name:'博士蛙国际'},
{id:'01699',name:'普甜食品'},
{id:'01700',name:'华地国际控股'},
{id:'01708',name:'三宝科技'},
{id:'01717',name:'澳优'},
{id:'01728',name:'正通汽车'},
{id:'01733',name:'永晖控股'},
{id:'01738',name:'飞尚无烟煤'},
{id:'01766',name:'中国南车'},
{id:'01768',name:'赛得利控股'},
{id:'01771',name:'新丰泰集团'},
{id:'01777',name:'花样年控股'},
{id:'01778',name:'彩生活'},
{id:'01788',name:'国泰君安国际'},
{id:'01798',name:'大唐新能源'},
{id:'01800',name:'中国交通建设'},
{id:'01803',name:'瀚洋物流'},
{id:'01808',name:'企展控股'},
{id:'01811',name:'中广核美亚'},
{id:'01812',name:'晨鸣纸业'},
{id:'01813',name:'合景泰富'},
{id:'01816',name:'中广核电力'},
{id:'01818',name:'招金矿业'},
{id:'01819',name:'富贵鸟'},
{id:'01822',name:'幻音数码'},
{id:'01823',name:'华昱高速'},
{id:'01828',name:'大昌行集团'},
{id:'01829',name:'中国机械工程'},
{id:'01830',name:'必瘦站'},
{id:'01831',name:'十方控股'},
{id:'01833',name:'银泰商业'},
{id:'01836',name:'九兴控股'},
{id:'01838',name:'ChinaProperties'},
{id:'01848',name:'中国飞机租赁'},
{id:'01856',name:'依波路'},
{id:'01862',name:'景瑞控股'},
{id:'01863',name:'思嘉集团'},
{id:'01866',name:'中国心连心化肥'},
{id:'01868',name:'同方友友'},
{id:'01878',name:'南戈壁-S'},
{id:'01880',name:'百丽国际'},
{id:'01882',name:'海天国际'},
{id:'01883',name:'中信国际电讯'},
{id:'01884',name:'Eprint集团'},
{id:'01886',name:'汇源果汁'},
{id:'01888',name:'建滔积层板'},
{id:'01889',name:'武夷药业'},
{id:'01893',name:'中材股份'},
{id:'01898',name:'中煤能源'},
{id:'01899',name:'兴达国际'},
{id:'01900',name:'中国智能交通'},
{id:'01908',name:'西南环保'},
{id:'01910',name:'新秀丽'},
{id:'01913',name:'普拉达'},
{id:'01918',name:'融创中国'},
{id:'01919',name:'中国远洋'},
{id:'01928',name:'金沙中国有限公司'},
{id:'01929',name:'周大福'},
{id:'01938',name:'珠江钢管'},
{id:'01958',name:'北京汽车'},
{id:'01963',name:'重庆银行'},
{id:'01966',name:'中骏置业'},
{id:'01968',name:'匹克体育'},
{id:'01972',name:'太古地产'},
{id:'01980',name:'天鸽互动'},
{id:'01988',name:'民生银行'},
{id:'01991',name:'大洋集团'},
{id:'01993',name:'雅仕维'},
{id:'01998',name:'飞克国际'},
{id:'01999',name:'敏华控股'},
{id:'02000',name:'晨讯科技'},
{id:'02002',name:'阳光纸业'},
{id:'02005',name:'利君国际'},
{id:'02006',name:'锦江酒店'},
{id:'02007',name:'碧桂园'},
{id:'02008',name:'凤凰卫视'},
{id:'02009',name:'金隅股份'},
{id:'02010',name:'瑞年国际'},
{id:'02011',name:'KEE'},
{id:'02012',name:'阳光油砂'},
{id:'02014',name:'浩泽净水'},
{id:'02018',name:'瑞声科技'},
{id:'02020',name:'安踏体育'},
{id:'02023',name:'中国绿岛科技'},
{id:'02028',name:'映美控股'},
{id:'02030',name:'卡宾'},
{id:'02033',name:'时计宝'},
{id:'02038',name:'富智康集团'},
{id:'02039',name:'中集集团'},
{id:'02066',name:'盛京银行'},
{id:'02068',name:'中铝国际'},
{id:'02078',name:'荣阳实业'},
{id:'02080',name:'MagnumENT'},
{id:'02083',name:'大自然家居'},
{id:'02088',name:'西王置业'},
{id:'02098',name:'卓尔发展'},
{id:'02099',name:'中国黄金国际'},
{id:'02100',name:'百奥家庭互动'},
{id:'02111',name:'超盈国际控股'},
{id:'02112',name:'优库资源'},
{id:'02118',name:'天山发展控股'},
{id:'02121',name:'一化控股'},
{id:'02123',name:'金盾控股'},
{id:'02128',name:'中国联塑'},
{id:'02133',name:'中国多金属'},
{id:'02168',name:'盈德气体'},
{id:'02178',name:'百勤油服'},
{id:'02183',name:'利福地产'},
{id:'02186',name:'绿叶制药'},
{id:'02188',name:'泰坦能源技术'},
{id:'02196',name:'复星医药'},
{id:'02198',name:'中国三江化工'},
{id:'02200',name:'浩沙国际'},
{id:'02202',name:'万科企业'},
{id:'02208',name:'金风科技'},
{id:'02211',name:'金天医药集团'},
{id:'02212',name:'高鹏矿业'},
{id:'02213',name:'益华百货'},
{id:'02218',name:'安德利果汁'},
{id:'02221',name:'创业集团控股'},
{id:'02222',name:'雷士照明'},
{id:'02223',name:'卡撒天娇'},
{id:'02226',name:'老恒和酿造'},
{id:'02228',name:'中国节能海东青'},
{id:'02229',name:'长港敦信'},
{id:'02233',name:'西部水泥'},
{id:'02236',name:'惠生工程'},
{id:'02238',name:'广汽集团'},
{id:'02255',name:'海昌控股'},
{id:'02266',name:'帝盛酒店集团'},
{id:'02268',name:'优源控股'},
{id:'02277',name:'震升工程'},
{id:'02280',name:'慧聪网'},
{id:'02282',name:'美高梅中国'},
{id:'02283',name:'东江集团控股'},
{id:'02288',name:'宏基资本'},
{id:'02298',name:'都市丽人'},
{id:'02299',name:'百宏实业'},
{id:'02300',name:'澳科控股'},
{id:'02302',name:'中核国际'},
{id:'02303',name:'恒兴黄金'},
{id:'02307',name:'锦兴国际控股'},
{id:'02308',name:'研祥智能'},
{id:'02309',name:'伯明翰环球'},
{id:'02310',name:'申基国际'},
{id:'02312',name:'中国金融租赁'},
{id:'02313',name:'申洲国际'},
{id:'02314',name:'理文造纸'},
{id:'02317',name:'味丹国际'},
{id:'02318',name:'中国平安'},
{id:'02319',name:'蒙牛乳业'},
{id:'02320',name:'合丰集团'},
{id:'02322',name:'仁瑞投资'},
{id:'02323',name:'至卓国际'},
{id:'02324',name:'首都创投'},
{id:'02326',name:'百灵达国际控股'},
{id:'02327',name:'宇业控股'},
{id:'02328',name:'中国财险'},
{id:'02329',name:'国瑞置业'},
{id:'02330',name:'中国上城'},
{id:'02331',name:'李宁'},
{id:'02333',name:'长城汽车'},
{id:'02336',name:'科浪国际'},
{id:'02338',name:'潍柴动力'},
{id:'02339',name:'京西国际'},
{id:'02340',name:'新昌管理集团'},
{id:'02341',name:'中怡精细化工'},
{id:'02342',name:'京信通信'},
{id:'02343',name:'太平洋航运'},
{id:'02345',name:'上海集优'},
{id:'02348',name:'东瑞制药'},
{id:'02349',name:'中国城市基础设施'},
{id:'02355',name:'宝业集团'},
{id:'02356',name:'大新银行集团'},
{id:'02357',name:'中航科工'},
{id:'02358',name:'久融控股'},
{id:'02362',name:'金川国际'},
{id:'02366',name:'星美文化'},
{id:'02368',name:'鹰美'},
{id:'02369',name:'酷派集团'},
{id:'02371',name:'中国创联教育'},
{id:'02378',name:'保诚'},
{id:'02379',name:'中天国际'},
{id:'02380',name:'中国电力'},
{id:'02382',name:'舜宇光学科技'},
{id:'02383',name:'TOM集团'},
{id:'02386',name:'中石化炼化工程'},
{id:'02388',name:'中银香港'},
{id:'02389',name:'正峰集团'},
{id:'02393',name:'巨星国际控股'},
{id:'02398',name:'友佳国际'},
{id:'02399',name:'虎都'},
{id:'02468',name:'创益太阳能'},
{id:'02488',name:'元征科技'},
{id:'02600',name:'中国铝业'},
{id:'02601',name:'中国太保'},
{id:'02607',name:'上海医药'},
{id:'02608',name:'阳光100中国'},
{id:'02618',name:'TCL通讯'},
{id:'02623',name:'中国中盛资源'},
{id:'02626',name:'湖南有色金属公司'},
{id:'02628',name:'中国人寿'},
{id:'02638',name:'港灯-SS'},
{id:'02662',name:'奕达'},
{id:'02668',name:'百德国际'},
{id:'02678',name:'天虹纺织'},
{id:'02688',name:'新奥能源'},
{id:'02689',name:'玖龙纸业'},
{id:'02698',name:'魏桥纺织'},
{id:'02700',name:'格林国际控股'},
{id:'02722',name:'重庆机电'},
{id:'02727',name:'上海电气'},
{id:'02728',name:'成谦声汇'},
{id:'02777',name:'富力地产'},
{id:'02788',name:'精熙国际'},
{id:'02789',name:'远大中国'},
{id:'02866',name:'中海集运'},
{id:'02868',name:'首创置业'},
{id:'02877',name:'神威药业'},
{id:'02878',name:'SOLOMONSYSTECH'},
{id:'02880',name:'大连港'},
{id:'02882',name:'香港资源控股'},
{id:'02883',name:'中海油田服务'},
{id:'02886',name:'滨海投资'},
{id:'02888',name:'渣打集团'},
{id:'02889',name:'中国镍资源'},
{id:'02898',name:'龙润茶'},
{id:'02899',name:'紫金矿业'},
{id:'02918',name:'仁瑞投资(临时)'},
{id:'02920',name:'先健科技(临时)'},
{id:'02921',name:'中国管业(临时)'},
{id:'02922',name:'联合水泥(临时)'},
{id:'02924',name:'汉基控股'},
{id:'02928',name:'中国富佑集团(临时)'},
{id:'02929',name:'合一投资(临时)'},
{id:'02930',name:'中国云锡矿业(临时)'},
{id:'02931',name:'丽新发展(临时)'},
{id:'02935',name:'明丰珠宝'},
{id:'02950',name:'佳明集团控股(临时)'},
{id:'02951',name:'永利控股(临时)'},
{id:'02957',name:'新确科技(临时)'},
{id:'02984',name:'隽泰控股(临时)'},
{id:'03300',name:'中国玻璃'},
{id:'03303',name:'巨涛海洋石油服务'},
{id:'03308',name:'金鹰商贸集团'},
{id:'03311',name:'中国建筑国际'},
{id:'03313',name:'雅高矿业'},
{id:'03315',name:'金邦达宝嘉'},
{id:'03318',name:'中国香精香料'},
{id:'03322',name:'永嘉集团'},
{id:'03323',name:'中国建材'},
{id:'03328',name:'交通银行'},
{id:'03330',name:'灵宝黄金'},
{id:'03331',name:'维达国际'},
{id:'03332',name:'中生联合'},
{id:'03333',name:'恒大地产'},
{id:'03335',name:'DBA电讯'},
{id:'03336',name:'巨腾国际'},
{id:'03337',name:'安东油田服务'},
{id:'03339',name:'中国龙工'},
{id:'03344',name:'互益集团'},
{id:'03355',name:'先进半导体'},
{id:'03360',name:'远东宏信'},
{id:'03363',name:'正业国际'},
{id:'03366',name:'华侨城(亚洲)'},
{id:'03368',name:'百盛集团'},
{id:'03369',name:'秦港股份'},
{id:'03377',name:'远洋地产'},
{id:'03378',name:'厦门港务'},
{id:'03380',name:'龙光地产'},
{id:'03382',name:'天津港发展'},
{id:'03383',name:'雅居乐地产'},
{id:'03386',name:'东鹏控股'},
{id:'03389',name:'亨得利'},
{id:'03393',name:'威胜集团'},
{id:'03398',name:'华鼎控股'},
{id:'03399',name:'粤运交通'},
{id:'03608',name:'永盛新材料'},
{id:'03618',name:'重庆农村商业银行'},
{id:'03623',name:'集成金融'},
{id:'03628',name:'仁恒实业控股'},
{id:'03633',name:'中裕燃气'},
{id:'03636',name:'保利文化'},
{id:'03639',name:'亿达中国'},
{id:'03663',name:'协众国际控股'},
{id:'03666',name:'小南国'},
{id:'03668',name:'中铝矿业国际'},
{id:'03669',name:'永达汽车'},
{id:'03683',name:'荣丰联合控股'},
{id:'03688',name:'莱蒙国际'},
{id:'03698',name:'徽商银行'},
{id:'03699',name:'万达商业'},
{id:'03708',name:'日成控股'},
{id:'03709',name:'珂莱蒂尔'},
{id:'03777',name:'中国光纤'},
{id:'03778',name:'中国织材控股'},
{id:'03788',name:'中国罕王'},
{id:'03800',name:'保利协鑫能源'},
{id:'03808',name:'中国重汽'},
{id:'03813',name:'宝胜国际'},
{id:'03816',name:'KFM金德'},
{id:'03818',name:'中国动向'},
{id:'03822',name:'三和建筑集团'},
{id:'03823',name:'德普科技'},
{id:'03828',name:'明辉国际'},
{id:'03833',name:'新疆新鑫矿业'},
{id:'03836',name:'和谐汽车'},
{id:'03838',name:'中国淀粉'},
{id:'03868',name:'群星纸业'},
{id:'03883',name:'中国奥园'},
{id:'03886',name:'康健国际医疗'},
{id:'03888',name:'金山软件'},
{id:'03889',name:'大成糖业'},
{id:'03898',name:'南车时代电气'},
{id:'03899',name:'中集安瑞科'},
{id:'03900',name:'绿城中国'},
{id:'03903',name:'瀚华金控'},
{id:'03918',name:'金界控股'},
{id:'03933',name:'联邦制药'},
{id:'03939',name:'万国国际矿业'},
{id:'03948',name:'伊泰煤炭'},
{id:'03968',name:'招商银行'},
{id:'03983',name:'中海石油化学'},
{id:'03988',name:'中国银行'},
{id:'03989',name:'首创环境'},
{id:'03993',name:'洛阳钼业'},
{id:'03998',name:'波司登'},
{id:'03999',name:'大成食品'},
{id:'04331',name:'戴尔-T'},
{id:'04332',name:'AMGEN-T'},
{id:'04333',name:'思科-T'},
{id:'04335',name:'英特尔-T'},
{id:'04336',name:'应用材料-T'},
{id:'04337',name:'星巴克-T'},
{id:'04338',name:'微软-T'},
{id:'06030',name:'中信证券'},
{id:'06116',name:'拉夏贝尔'},
{id:'06118',name:'奥星生命科技'},
{id:'06123',name:'先达国际物流'},
{id:'06128',name:'泛亚国际'},
{id:'06136',name:'康达环保'},
{id:'06138',name:'哈尔滨银行'},
{id:'06139',name:'金茂投资-SS'},
{id:'06161',name:'泰加保险'},
{id:'06166',name:'中国宏泰发展'},
{id:'06168',name:'中国优通'},
{id:'06188',name:'迪信通'},
{id:'06198',name:'青岛港'},
{id:'06199',name:'中国北车'},
{id:'06210',name:'VALECOMMON-DRS'},
{id:'06230',name:'VALEPREF-DRS'},
{id:'06288',name:'FASTRETAIL-DRS'},
{id:'06388',name:'COACH-DRS-RS'},
{id:'06808',name:'高鑫零售'},
{id:'06818',name:'中国光大银行'},
{id:'06822',name:'科劲国际'},
{id:'06823',name:'香港电讯-SS'},
{id:'06828',name:'蓝天威力'},
{id:'06830',name:'华众车载'},
{id:'06837',name:'海通证券'},
{id:'06838',name:'盈利时'},
{id:'06863',name:'辉山乳业'},
{id:'06866',name:'佐力小贷'},
{id:'06868',name:'天福'},
{id:'06869',name:'长飞光纤光缆'},
{id:'06880',name:'豪特保健'},
{id:'06881',name:'中国银河'},
{id:'06882',name:'东瀛游'},
{id:'06883',name:'新濠博亚娱乐'},
{id:'06888',name:'英达公路再生科技'},
{id:'06889',name:'DynamJapan'},
{id:'06893',name:'衍生集团'},
{id:'06898',name:'中国铝罐'},
{id:'06899',name:'联众'},
{id:'80737',name:'合和公路基建-R'}
];
module.exports = hk_mb;