var sh_mb=[
{id:'600000',name:'浦发银行'},
{id:'600004',name:'白云机场'},
{id:'600005',name:'武钢股份'},
{id:'600006',name:'东风汽车'},
{id:'600007',name:'中国国贸'},
{id:'600008',name:'首创股份'},
{id:'600009',name:'上海机场'},
{id:'600010',name:'包钢股份'},
{id:'600011',name:'华能国际'},
{id:'600012',name:'皖通高速'},
{id:'600015',name:'华夏银行'},
{id:'600016',name:'民生银行'},
{id:'600017',name:'日照港'},
{id:'600018',name:'上港集团'},
{id:'600019',name:'宝钢股份'},
{id:'600020',name:'中原高速'},
{id:'600021',name:'上海电力'},
{id:'600022',name:'山东钢铁'},
{id:'600023',name:'浙能电力'},
{id:'600026',name:'中海发展'},
{id:'600027',name:'华电国际'},
{id:'600028',name:'中国石化'},
{id:'600029',name:'南方航空'},
{id:'600030',name:'中信证券'},
{id:'600031',name:'三一重工'},
{id:'600033',name:'福建高速'},
{id:'600035',name:'楚天高速'},
{id:'600036',name:'招商银行'},
{id:'600037',name:'歌华有线'},
{id:'600038',name:'中直股份'},
{id:'600039',name:'四川路桥'},
{id:'600048',name:'保利地产'},
{id:'600050',name:'中国联通'},
{id:'600051',name:'宁波联合'},
{id:'600052',name:'浙江广厦'},
{id:'600053',name:'中江地产'},
{id:'600054',name:'黄山旅游'},
{id:'600055',name:'华润万东'},
{id:'600056',name:'中国医药'},
{id:'600057',name:'象屿股份'},
{id:'600058',name:'五矿发展'},
{id:'600059',name:'古越龙山'},
{id:'600060',name:'海信电器'},
{id:'600061',name:'中纺投资'},
{id:'600062',name:'华润双鹤'},
{id:'600063',name:'皖维高新'},
{id:'600064',name:'南京高科'},
{id:'600066',name:'宇通客车'},
{id:'600067',name:'冠城大通'},
{id:'600068',name:'葛洲坝'},
{id:'600069',name:'银鸽投资'},
{id:'600070',name:'浙江富润'},
{id:'600071',name:'凤凰光学'},
{id:'600072',name:'*ST钢构'},
{id:'600073',name:'上海梅林'},
{id:'600074',name:'中达股份'},
{id:'600075',name:'*ST新业'},
{id:'600076',name:'青鸟华光'},
{id:'600077',name:'宋都股份'},
{id:'600078',name:'澄星股份'},
{id:'600079',name:'人福医药'},
{id:'600080',name:'金花股份'},
{id:'600081',name:'东风科技'},
{id:'600082',name:'海泰发展'},
{id:'600083',name:'博信股份'},
{id:'600084',name:'中葡股份'},
{id:'600085',name:'同仁堂'},
{id:'600086',name:'东方金钰'},
{id:'600088',name:'中视传媒'},
{id:'600089',name:'特变电工'},
{id:'600090',name:'啤酒花'},
{id:'600091',name:'ST明科'},
{id:'600093',name:'禾嘉股份'},
{id:'600094',name:'大名城'},
{id:'600095',name:'哈高科'},
{id:'600096',name:'云天化'},
{id:'600097',name:'开创国际'},
{id:'600098',name:'广州发展'},
{id:'600099',name:'林海股份'},
{id:'600100',name:'同方股份'},
{id:'600101',name:'明星电力'},
{id:'600103',name:'青山纸业'},
{id:'600104',name:'上汽集团'},
{id:'600105',name:'永鼎股份'},
{id:'600106',name:'重庆路桥'},
{id:'600107',name:'美尔雅'},
{id:'600108',name:'亚盛集团'},
{id:'600109',name:'国金证券'},
{id:'600110',name:'中科英华'},
{id:'600111',name:'北方稀土'},
{id:'600112',name:'天成控股'},
{id:'600113',name:'浙江东日'},
{id:'600114',name:'东睦股份'},
{id:'600115',name:'东方航空'},
{id:'600116',name:'三峡水利'},
{id:'600117',name:'西宁特钢'},
{id:'600118',name:'中国卫星'},
{id:'600119',name:'长江投资'},
{id:'600120',name:'浙江东方'},
{id:'600121',name:'郑州煤电'},
{id:'600122',name:'宏图高科'},
{id:'600123',name:'兰花科创'},
{id:'600125',name:'铁龙物流'},
{id:'600126',name:'杭钢股份'},
{id:'600127',name:'金健米业'},
{id:'600128',name:'弘业股份'},
{id:'600129',name:'太极集团'},
{id:'600130',name:'波导股份'},
{id:'600131',name:'岷江水电'},
{id:'600132',name:'重庆啤酒'},
{id:'600133',name:'东湖高新'},
{id:'600135',name:'乐凯胶片'},
{id:'600136',name:'道博股份'},
{id:'600137',name:'浪莎股份'},
{id:'600138',name:'中青旅'},
{id:'600139',name:'西部资源'},
{id:'600141',name:'兴发集团'},
{id:'600143',name:'金发科技'},
{id:'600145',name:'*ST国创'},
{id:'600146',name:'大元股份'},
{id:'600148',name:'长春一东'},
{id:'600149',name:'廊坊发展'},
{id:'600150',name:'中国船舶'},
{id:'600151',name:'航天机电'},
{id:'600152',name:'维科精华'},
{id:'600153',name:'建发股份'},
{id:'600155',name:'宝硕股份'},
{id:'600156',name:'华升股份'},
{id:'600157',name:'永泰能源'},
{id:'600158',name:'中体产业'},
{id:'600159',name:'大龙地产'},
{id:'600160',name:'巨化股份'},
{id:'600161',name:'天坛生物'},
{id:'600162',name:'香江控股'},
{id:'600163',name:'*ST南纸'},
{id:'600165',name:'新日恒力'},
{id:'600166',name:'福田汽车'},
{id:'600167',name:'联美控股'},
{id:'600168',name:'武汉控股'},
{id:'600169',name:'太原重工'},
{id:'600170',name:'上海建工'},
{id:'600171',name:'上海贝岭'},
{id:'600172',name:'黄河旋风'},
{id:'600173',name:'卧龙地产'},
{id:'600175',name:'美都能源'},
{id:'600176',name:'中国玻纤'},
{id:'600177',name:'雅戈尔'},
{id:'600178',name:'*ST东安'},
{id:'600179',name:'黑化股份'},
{id:'600180',name:'瑞茂通'},
{id:'600182',name:'S佳通'},
{id:'600183',name:'生益科技'},
{id:'600184',name:'光电股份'},
{id:'600185',name:'格力地产'},
{id:'600186',name:'莲花味精'},
{id:'600187',name:'国中水务'},
{id:'600188',name:'兖州煤业'},
{id:'600189',name:'吉林森工'},
{id:'600190',name:'锦州港'},
{id:'600191',name:'华资实业'},
{id:'600192',name:'长城电工'},
{id:'600193',name:'创兴资源'},
{id:'600195',name:'中牧股份'},
{id:'600196',name:'复星医药'},
{id:'600197',name:'伊力特'},
{id:'600198',name:'大唐电信'},
{id:'600199',name:'金种子酒'},
{id:'600200',name:'江苏吴中'},
{id:'600201',name:'金宇集团'},
{id:'600202',name:'哈空调'},
{id:'600203',name:'福日电子'},
{id:'600206',name:'有研新材'},
{id:'600207',name:'安彩高科'},
{id:'600208',name:'新湖中宝'},
{id:'600209',name:'罗顿发展'},
{id:'600210',name:'紫江企业'},
{id:'600211',name:'西藏药业'},
{id:'600212',name:'江泉实业'},
{id:'600213',name:'亚星客车'},
{id:'600215',name:'长春经开'},
{id:'600216',name:'浙江医药'},
{id:'600217',name:'秦岭水泥'},
{id:'600218',name:'全柴动力'},
{id:'600219',name:'南山铝业'},
{id:'600220',name:'江苏阳光'},
{id:'600221',name:'海南航空'},
{id:'600222',name:'太龙药业'},
{id:'600223',name:'鲁商置业'},
{id:'600225',name:'天津松江'},
{id:'600226',name:'升华拜克'},
{id:'600227',name:'赤天化'},
{id:'600228',name:'*ST昌九'},
{id:'600229',name:'青岛碱业'},
{id:'600230',name:'沧州大化'},
{id:'600231',name:'凌钢股份'},
{id:'600232',name:'金鹰股份'},
{id:'600233',name:'大杨创世'},
{id:'600234',name:'山水文化'},
{id:'600235',name:'民丰特纸'},
{id:'600236',name:'桂冠电力'},
{id:'600237',name:'铜峰电子'},
{id:'600238',name:'海南椰岛'},
{id:'600239',name:'云南城投'},
{id:'600240',name:'华业地产'},
{id:'600241',name:'时代万恒'},
{id:'600242',name:'中昌海运'},
{id:'600243',name:'青海华鼎'},
{id:'600246',name:'万通地产'},
{id:'600247',name:'*ST成城'},
{id:'600248',name:'延长化建'},
{id:'600249',name:'两面针'},
{id:'600250',name:'南纺股份'},
{id:'600251',name:'冠农股份'},
{id:'600252',name:'中恒集团'},
{id:'600255',name:'鑫科材料'},
{id:'600256',name:'广汇能源'},
{id:'600257',name:'大湖股份'},
{id:'600258',name:'首旅酒店'},
{id:'600259',name:'广晟有色'},
{id:'600260',name:'凯乐科技'},
{id:'600261',name:'阳光照明'},
{id:'600262',name:'北方股份'},
{id:'600265',name:'ST景谷'},
{id:'600266',name:'北京城建'},
{id:'600267',name:'海正药业'},
{id:'600268',name:'国电南自'},
{id:'600269',name:'赣粤高速'},
{id:'600270',name:'外运发展'},
{id:'600271',name:'航天信息'},
{id:'600272',name:'开开实业'},
{id:'600273',name:'嘉化能源'},
{id:'600275',name:'武昌鱼'},
{id:'600276',name:'恒瑞医药'},
{id:'600277',name:'亿利能源'},
{id:'600278',name:'东方创业'},
{id:'600279',name:'重庆港九'},
{id:'600280',name:'中央商场'},
{id:'600281',name:'太化股份'},
{id:'600282',name:'南钢股份'},
{id:'600283',name:'钱江水利'},
{id:'600284',name:'浦东建设'},
{id:'600285',name:'羚锐制药'},
{id:'600287',name:'江苏舜天'},
{id:'600288',name:'大恒科技'},
{id:'600289',name:'亿阳信通'},
{id:'600290',name:'华仪电气'},
{id:'600291',name:'西水股份'},
{id:'600292',name:'中电远达'},
{id:'600293',name:'三峡新材'},
{id:'600295',name:'鄂尔多斯'},
{id:'600297',name:'美罗药业'},
{id:'600298',name:'安琪酵母'},
{id:'600299',name:'*ST新材'},
{id:'600300',name:'维维股份'},
{id:'600301',name:'ST南化'},
{id:'600302',name:'标准股份'},
{id:'600303',name:'曙光股份'},
{id:'600305',name:'恒顺醋业'},
{id:'600306',name:'*ST商城'},
{id:'600307',name:'酒钢宏兴'},
{id:'600308',name:'华泰股份'},
{id:'600309',name:'万华化学'},
{id:'600310',name:'桂东电力'},
{id:'600311',name:'荣华实业'},
{id:'600312',name:'平高电气'},
{id:'600313',name:'农发种业'},
{id:'600315',name:'上海家化'},
{id:'600316',name:'洪都航空'},
{id:'600317',name:'营口港'},
{id:'600318',name:'巢东股份'},
{id:'600319',name:'亚星化学'},
{id:'600320',name:'振华重工'},
{id:'600321',name:'国栋建设'},
{id:'600322',name:'天房发展'},
{id:'600323',name:'瀚蓝环境'},
{id:'600325',name:'华发股份'},
{id:'600326',name:'西藏天路'},
{id:'600327',name:'大东方'},
{id:'600328',name:'兰太实业'},
{id:'600329',name:'中新药业'},
{id:'600330',name:'天通股份'},
{id:'600331',name:'宏达股份'},
{id:'600332',name:'白云山'},
{id:'600333',name:'长春燃气'},
{id:'600335',name:'国机汽车'},
{id:'600336',name:'澳柯玛'},
{id:'600337',name:'美克家居'},
{id:'600338',name:'西藏珠峰'},
{id:'600339',name:'天利高新'},
{id:'600340',name:'华夏幸福'},
{id:'600343',name:'航天动力'},
{id:'600345',name:'长江通信'},
{id:'600346',name:'大橡塑'},
{id:'600348',name:'阳泉煤业'},
{id:'600350',name:'山东高速'},
{id:'600351',name:'亚宝药业'},
{id:'600352',name:'浙江龙盛'},
{id:'600353',name:'旭光股份'},
{id:'600354',name:'敦煌种业'},
{id:'600355',name:'精伦电子'},
{id:'600356',name:'恒丰纸业'},
{id:'600358',name:'国旅联合'},
{id:'600359',name:'新农开发'},
{id:'600360',name:'华微电子'},
{id:'600361',name:'华联综超'},
{id:'600362',name:'江西铜业'},
{id:'600363',name:'联创光电'},
{id:'600365',name:'通葡股份'},
{id:'600366',name:'宁波韵升'},
{id:'600367',name:'红星发展'},
{id:'600368',name:'五洲交通'},
{id:'600369',name:'西南证券'},
{id:'600370',name:'三房巷'},
{id:'600371',name:'万向德农'},
{id:'600372',name:'中航电子'},
{id:'600373',name:'中文传媒'},
{id:'600375',name:'华菱星马'},
{id:'600376',name:'首开股份'},
{id:'600377',name:'宁沪高速'},
{id:'600378',name:'天科股份'},
{id:'600379',name:'宝光股份'},
{id:'600380',name:'健康元'},
{id:'600381',name:'贤成矿业'},
{id:'600382',name:'广东明珠'},
{id:'600383',name:'金地集团'},
{id:'600385',name:'ST金泰'},
{id:'600386',name:'北巴传媒'},
{id:'600387',name:'海越股份'},
{id:'600388',name:'龙净环保'},
{id:'600389',name:'江山股份'},
{id:'600390',name:'金瑞科技'},
{id:'600391',name:'成发科技'},
{id:'600392',name:'盛和资源'},
{id:'600393',name:'东华实业'},
{id:'600395',name:'盘江股份'},
{id:'600396',name:'金山股份'},
{id:'600397',name:'安源煤业'},
{id:'600398',name:'海澜之家'},
{id:'600399',name:'抚顺特钢'},
{id:'600400',name:'红豆股份'},
{id:'600401',name:'海润光伏'},
{id:'600403',name:'大有能源'},
{id:'600405',name:'动力源'},
{id:'600406',name:'国电南瑞'},
{id:'600408',name:'安泰集团'},
{id:'600409',name:'三友化工'},
{id:'600410',name:'华胜天成'},
{id:'600415',name:'小商品城'},
{id:'600416',name:'湘电股份'},
{id:'600418',name:'江淮汽车'},
{id:'600419',name:'天润乳业'},
{id:'600420',name:'现代制药'},
{id:'600421',name:'仰帆控股'},
{id:'600422',name:'昆药集团'},
{id:'600423',name:'柳化股份'},
{id:'600425',name:'青松建化'},
{id:'600426',name:'华鲁恒升'},
{id:'600428',name:'中远航运'},
{id:'600429',name:'三元股份'},
{id:'600432',name:'吉恩镍业'},
{id:'600433',name:'冠豪高新'},
{id:'600435',name:'北方导航'},
{id:'600436',name:'片仔癀'},
{id:'600438',name:'通威股份'},
{id:'600439',name:'瑞贝卡'},
{id:'600444',name:'国通管业'},
{id:'600446',name:'金证股份'},
{id:'600448',name:'华纺股份'},
{id:'600449',name:'宁夏建材'},
{id:'600452',name:'涪陵电力'},
{id:'600455',name:'博通股份'},
{id:'600456',name:'宝钛股份'},
{id:'600458',name:'时代新材'},
{id:'600459',name:'贵研铂业'},
{id:'600460',name:'士兰微'},
{id:'600461',name:'洪城水业'},
{id:'600462',name:'石岘纸业'},
{id:'600463',name:'空港股份'},
{id:'600466',name:'迪康药业'},
{id:'600467',name:'好当家'},
{id:'600468',name:'百利电气'},
{id:'600469',name:'风神股份'},
{id:'600470',name:'六国化工'},
{id:'600475',name:'华光股份'},
{id:'600476',name:'湘邮科技'},
{id:'600477',name:'杭萧钢构'},
{id:'600478',name:'科力远'},
{id:'600479',name:'千金药业'},
{id:'600480',name:'凌云股份'},
{id:'600481',name:'双良节能'},
{id:'600482',name:'风帆股份'},
{id:'600483',name:'福能股份'},
{id:'600485',name:'信威集团'},
{id:'600486',name:'扬农化工'},
{id:'600487',name:'亨通光电'},
{id:'600488',name:'天药股份'},
{id:'600489',name:'中金黄金'},
{id:'600490',name:'鹏欣资源'},
{id:'600491',name:'龙元建设'},
{id:'600493',name:'凤竹纺织'},
{id:'600495',name:'晋西车轴'},
{id:'600496',name:'精工钢构'},
{id:'600497',name:'驰宏锌锗'},
{id:'600498',name:'烽火通信'},
{id:'600499',name:'科达洁能'},
{id:'600500',name:'中化国际'},
{id:'600501',name:'航天晨光'},
{id:'600502',name:'安徽水利'},
{id:'600503',name:'华丽家族'},
{id:'600505',name:'西昌电力'},
{id:'600506',name:'香梨股份'},
{id:'600507',name:'方大特钢'},
{id:'600508',name:'上海能源'},
{id:'600509',name:'天富能源'},
{id:'600510',name:'黑牡丹'},
{id:'600511',name:'国药股份'},
{id:'600512',name:'腾达建设'},
{id:'600513',name:'联环药业'},
{id:'600515',name:'海岛建设'},
{id:'600516',name:'方大炭素'},
{id:'600517',name:'置信电气'},
{id:'600518',name:'康美药业'},
{id:'600519',name:'贵州茅台'},
{id:'600520',name:'中发科技'},
{id:'600521',name:'华海药业'},
{id:'600522',name:'中天科技'},
{id:'600523',name:'贵航股份'},
{id:'600525',name:'长园集团'},
{id:'600526',name:'菲达环保'},
{id:'600527',name:'江南高纤'},
{id:'600528',name:'中铁二局'},
{id:'600529',name:'山东药玻'},
{id:'600530',name:'交大昂立'},
{id:'600531',name:'豫光金铅'},
{id:'600532',name:'宏达矿业'},
{id:'600533',name:'栖霞建设'},
{id:'600535',name:'天士力'},
{id:'600536',name:'中国软件'},
{id:'600537',name:'亿晶光电'},
{id:'600538',name:'国发股份'},
{id:'600539',name:'狮头股份'},
{id:'600540',name:'新赛股份'},
{id:'600543',name:'莫高股份'},
{id:'600545',name:'新疆城建'},
{id:'600546',name:'山煤国际'},
{id:'600547',name:'山东黄金'},
{id:'600548',name:'深高速'},
{id:'600549',name:'厦门钨业'},
{id:'600550',name:'*ST天威'},
{id:'600551',name:'时代出版'},
{id:'600552',name:'方兴科技'},
{id:'600555',name:'九龙山'},
{id:'600556',name:'慧球科技'},
{id:'600557',name:'康缘药业'},
{id:'600558',name:'大西洋'},
{id:'600559',name:'老白干酒'},
{id:'600560',name:'金自天正'},
{id:'600561',name:'江西长运'},
{id:'600562',name:'国睿科技'},
{id:'600563',name:'法拉电子'},
{id:'600565',name:'迪马股份'},
{id:'600566',name:'洪城股份'},
{id:'600567',name:'山鹰纸业'},
{id:'600568',name:'中珠控股'},
{id:'600569',name:'安阳钢铁'},
{id:'600570',name:'恒生电子'},
{id:'600571',name:'信雅达'},
{id:'600572',name:'康恩贝'},
{id:'600573',name:'惠泉啤酒'},
{id:'600575',name:'皖江物流'},
{id:'600576',name:'万好万家'},
{id:'600577',name:'精达股份'},
{id:'600578',name:'京能电力'},
{id:'600579',name:'天华院'},
{id:'600580',name:'卧龙电气'},
{id:'600581',name:'八一钢铁'},
{id:'600582',name:'天地科技'},
{id:'600583',name:'海油工程'},
{id:'600584',name:'长电科技'},
{id:'600585',name:'海螺水泥'},
{id:'600586',name:'金晶科技'},
{id:'600587',name:'新华医疗'},
{id:'600588',name:'用友网络'},
{id:'600589',name:'广东榕泰'},
{id:'600590',name:'泰豪科技'},
{id:'600592',name:'龙溪股份'},
{id:'600593',name:'大连圣亚'},
{id:'600594',name:'益佰制药'},
{id:'600595',name:'中孚实业'},
{id:'600596',name:'新安股份'},
{id:'600597',name:'光明乳业'},
{id:'600598',name:'*ST大荒'},
{id:'600599',name:'熊猫烟花'},
{id:'600600',name:'青岛啤酒'},
{id:'600601',name:'方正科技'},
{id:'600602',name:'仪电电子'},
{id:'600603',name:'大洲兴业'},
{id:'600604',name:'市北高新'},
{id:'600605',name:'汇通能源'},
{id:'600606',name:'金丰投资'},
{id:'600608',name:'上海科技'},
{id:'600609',name:'金杯汽车'},
{id:'600610',name:'*ST中毅'},
{id:'600611',name:'大众交通'},
{id:'600612',name:'老凤祥'},
{id:'600613',name:'神奇制药'},
{id:'600614',name:'鼎立股份'},
{id:'600615',name:'丰华股份'},
{id:'600616',name:'金枫酒业'},
{id:'600617',name:'国新能源'},
{id:'600618',name:'氯碱化工'},
{id:'600619',name:'海立股份'},
{id:'600620',name:'天宸股份'},
{id:'600621',name:'华鑫股份'},
{id:'600622',name:'嘉宝集团'},
{id:'600623',name:'双钱股份'},
{id:'600624',name:'复旦复华'},
{id:'600626',name:'申达股份'},
{id:'600628',name:'新世界'},
{id:'600629',name:'棱光实业'},
{id:'600630',name:'龙头股份'},
{id:'600633',name:'浙报传媒'},
{id:'600634',name:'中技控股'},
{id:'600635',name:'大众公用'},
{id:'600636',name:'三爱富'},
{id:'600637',name:'百视通'},
{id:'600638',name:'新黄浦'},
{id:'600639',name:'浦东金桥'},
{id:'600640',name:'号百控股'},
{id:'600641',name:'万业企业'},
{id:'600642',name:'申能股份'},
{id:'600643',name:'爱建股份'},
{id:'600644',name:'乐山电力'},
{id:'600645',name:'中源协和'},
{id:'600647',name:'同达创业'},
{id:'600648',name:'外高桥'},
{id:'600649',name:'城投控股'},
{id:'600650',name:'锦江投资'},
{id:'600651',name:'飞乐音响'},
{id:'600652',name:'爱使股份'},
{id:'600653',name:'申华控股'},
{id:'600654',name:'飞乐股份'},
{id:'600655',name:'豫园商城'},
{id:'600656',name:'博元投资'},
{id:'600657',name:'信达地产'},
{id:'600658',name:'电子城'},
{id:'600660',name:'福耀玻璃'},
{id:'600661',name:'新南洋'},
{id:'600662',name:'强生控股'},
{id:'600663',name:'陆家嘴'},
{id:'600664',name:'哈药股份'},
{id:'600665',name:'天地源'},
{id:'600666',name:'西南药业'},
{id:'600667',name:'太极实业'},
{id:'600668',name:'尖峰集团'},
{id:'600671',name:'天目药业'},
{id:'600673',name:'东阳光科'},
{id:'600674',name:'川投能源'},
{id:'600675',name:'中华企业'},
{id:'600676',name:'交运股份'},
{id:'600677',name:'航天通信'},
{id:'600678',name:'四川金顶'},
{id:'600679',name:'金山开发'},
{id:'600680',name:'上海普天'},
{id:'600681',name:'万鸿集团'},
{id:'600682',name:'南京新百'},
{id:'600683',name:'京投银泰'},
{id:'600684',name:'珠江实业'},
{id:'600685',name:'广船国际'},
{id:'600686',name:'金龙汽车'},
{id:'600687',name:'刚泰控股'},
{id:'600688',name:'上海石化'},
{id:'600689',name:'*ST三毛'},
{id:'600690',name:'青岛海尔'},
{id:'600691',name:'阳煤化工'},
{id:'600692',name:'亚通股份'},
{id:'600693',name:'东百集团'},
{id:'600694',name:'大商股份'},
{id:'600695',name:'大江股份'},
{id:'600696',name:'多伦股份'},
{id:'600697',name:'欧亚集团'},
{id:'600698',name:'湖南天雁'},
{id:'600699',name:'均胜电子'},
{id:'600701',name:'工大高新'},
{id:'600702',name:'沱牌舍得'},
{id:'600703',name:'三安光电'},
{id:'600704',name:'物产中大'},
{id:'600705',name:'中航资本'},
{id:'600706',name:'曲江文旅'},
{id:'600707',name:'彩虹股份'},
{id:'600708',name:'海博股份'},
{id:'600710',name:'常林股份'},
{id:'600711',name:'盛屯矿业'},
{id:'600712',name:'南宁百货'},
{id:'600713',name:'南京医药'},
{id:'600714',name:'金瑞矿业'},
{id:'600715',name:'*ST松辽'},
{id:'600716',name:'凤凰股份'},
{id:'600717',name:'天津港'},
{id:'600718',name:'东软集团'},
{id:'600719',name:'大连热电'},
{id:'600720',name:'祁连山'},
{id:'600721',name:'百花村'},
{id:'600722',name:'金牛化工'},
{id:'600723',name:'首商股份'},
{id:'600724',name:'宁波富达'},
{id:'600725',name:'云维股份'},
{id:'600726',name:'华电能源'},
{id:'600727',name:'鲁北化工'},
{id:'600728',name:'佳都科技'},
{id:'600729',name:'重庆百货'},
{id:'600730',name:'中国高科'},
{id:'600731',name:'湖南海利'},
{id:'600732',name:'上海新梅'},
{id:'600733',name:'S前锋'},
{id:'600734',name:'实达集团'},
{id:'600735',name:'新华锦'},
{id:'600736',name:'苏州高新'},
{id:'600737',name:'中粮屯河'},
{id:'600738',name:'兰州民百'},
{id:'600739',name:'辽宁成大'},
{id:'600740',name:'山西焦化'},
{id:'600741',name:'华域汽车'},
{id:'600742',name:'一汽富维'},
{id:'600743',name:'华远地产'},
{id:'600744',name:'华银电力'},
{id:'600745',name:'中茵股份'},
{id:'600746',name:'江苏索普'},
{id:'600747',name:'大连控股'},
{id:'600748',name:'上实发展'},
{id:'600749',name:'西藏旅游'},
{id:'600750',name:'江中药业'},
{id:'600751',name:'天津海运'},
{id:'600753',name:'东方银星'},
{id:'600754',name:'锦江股份'},
{id:'600755',name:'厦门国贸'},
{id:'600756',name:'浪潮软件'},
{id:'600757',name:'长江传媒'},
{id:'600758',name:'红阳能源'},
{id:'600759',name:'洲际油气'},
{id:'600760',name:'中航黑豹'},
{id:'600761',name:'安徽合力'},
{id:'600763',name:'通策医疗'},
{id:'600764',name:'中电广通'},
{id:'600765',name:'中航重机'},
{id:'600766',name:'园城黄金'},
{id:'600767',name:'运盛实业'},
{id:'600768',name:'宁波富邦'},
{id:'600769',name:'祥龙电业'},
{id:'600770',name:'综艺股份'},
{id:'600771',name:'广誉远'},
{id:'600773',name:'西藏城投'},
{id:'600774',name:'汉商集团'},
{id:'600775',name:'南京熊猫'},
{id:'600776',name:'东方通信'},
{id:'600777',name:'新潮实业'},
{id:'600778',name:'友好集团'},
{id:'600779',name:'水井坊'},
{id:'600780',name:'通宝能源'},
{id:'600781',name:'辅仁药业'},
{id:'600782',name:'新钢股份'},
{id:'600783',name:'鲁信创投'},
{id:'600784',name:'鲁银投资'},
{id:'600785',name:'新华百货'},
{id:'600787',name:'中储股份'},
{id:'600789',name:'鲁抗医药'},
{id:'600790',name:'轻纺城'},
{id:'600791',name:'京能置业'},
{id:'600792',name:'云煤能源'},
{id:'600793',name:'ST宜纸'},
{id:'600794',name:'保税科技'},
{id:'600795',name:'国电电力'},
{id:'600796',name:'钱江生化'},
{id:'600797',name:'浙大网新'},
{id:'600798',name:'宁波海运'},
{id:'600800',name:'天津磁卡'},
{id:'600801',name:'华新水泥'},
{id:'600802',name:'福建水泥'},
{id:'600803',name:'新奥股份'},
{id:'600804',name:'鹏博士'},
{id:'600805',name:'悦达投资'},
{id:'600806',name:'昆明机床'},
{id:'600807',name:'天业股份'},
{id:'600808',name:'马钢股份'},
{id:'600809',name:'山西汾酒'},
{id:'600810',name:'神马股份'},
{id:'600811',name:'东方集团'},
{id:'600812',name:'华北制药'},
{id:'600814',name:'杭州解百'},
{id:'600815',name:'厦工股份'},
{id:'600816',name:'安信信托'},
{id:'600817',name:'ST宏盛'},
{id:'600818',name:'中路股份'},
{id:'600819',name:'耀皮玻璃'},
{id:'600820',name:'隧道股份'},
{id:'600821',name:'津劝业'},
{id:'600822',name:'上海物贸'},
{id:'600823',name:'世茂股份'},
{id:'600824',name:'益民集团'},
{id:'600825',name:'新华传媒'},
{id:'600826',name:'兰生股份'},
{id:'600827',name:'百联股份'},
{id:'600828',name:'成商集团'},
{id:'600829',name:'三精制药'},
{id:'600830',name:'香溢融通'},
{id:'600831',name:'广电网络'},
{id:'600832',name:'东方明珠'},
{id:'600833',name:'第一医药'},
{id:'600834',name:'申通地铁'},
{id:'600835',name:'上海机电'},
{id:'600836',name:'界龙实业'},
{id:'600837',name:'海通证券'},
{id:'600838',name:'上海九百'},
{id:'600839',name:'四川长虹'},
{id:'600841',name:'上柴股份'},
{id:'600843',name:'上工申贝'},
{id:'600844',name:'丹化科技'},
{id:'600845',name:'宝信软件'},
{id:'600846',name:'同济科技'},
{id:'600847',name:'万里股份'},
{id:'600848',name:'自仪股份'},
{id:'600850',name:'华东电脑'},
{id:'600851',name:'海欣股份'},
{id:'600853',name:'龙建股份'},
{id:'600854',name:'春兰股份'},
{id:'600855',name:'航天长峰'},
{id:'600856',name:'长百集团'},
{id:'600857',name:'工大首创'},
{id:'600858',name:'银座股份'},
{id:'600859',name:'王府井'},
{id:'600860',name:'*ST京城'},
{id:'600861',name:'北京城乡'},
{id:'600862',name:'南通科技'},
{id:'600863',name:'内蒙华电'},
{id:'600864',name:'哈投股份'},
{id:'600865',name:'百大集团'},
{id:'600866',name:'星湖科技'},
{id:'600867',name:'通化东宝'},
{id:'600868',name:'梅雁吉祥'},
{id:'600869',name:'智慧能源'},
{id:'600870',name:'厦华电子'},
{id:'600871',name:'*ST仪化'},
{id:'600872',name:'中炬高新'},
{id:'600873',name:'梅花生物'},
{id:'600874',name:'创业环保'},
{id:'600875',name:'东方电气'},
{id:'600876',name:'洛阳玻璃'},
{id:'600877',name:'中国嘉陵'},
{id:'600879',name:'航天电子'},
{id:'600880',name:'博瑞传播'},
{id:'600881',name:'亚泰集团'},
{id:'600882',name:'华联矿业'},
{id:'600883',name:'博闻科技'},
{id:'600884',name:'杉杉股份'},
{id:'600885',name:'宏发股份'},
{id:'600886',name:'国投电力'},
{id:'600887',name:'伊利股份'},
{id:'600888',name:'新疆众和'},
{id:'600889',name:'南京化纤'},
{id:'600890',name:'中房股份'},
{id:'600891',name:'秋林集团'},
{id:'600892',name:'宝诚股份'},
{id:'600893',name:'中航动力'},
{id:'600894',name:'广日股份'},
{id:'600895',name:'张江高科'},
{id:'600896',name:'中海海盛'},
{id:'600897',name:'厦门空港'},
{id:'600898',name:'三联商社'},
{id:'600900',name:'长江电力'},
{id:'600917',name:'重庆燃气'},
{id:'600960',name:'渤海活塞'},
{id:'600961',name:'株冶集团'},
{id:'600962',name:'国投中鲁'},
{id:'600963',name:'岳阳林纸'},
{id:'600965',name:'福成五丰'},
{id:'600966',name:'博汇纸业'},
{id:'600967',name:'北方创业'},
{id:'600969',name:'郴电国际'},
{id:'600970',name:'中材国际'},
{id:'600971',name:'恒源煤电'},
{id:'600973',name:'宝胜股份'},
{id:'600975',name:'新五丰'},
{id:'600976',name:'健民集团'},
{id:'600978',name:'宜华木业'},
{id:'600979',name:'广安爱众'},
{id:'600980',name:'北矿磁材'},
{id:'600981',name:'汇鸿股份'},
{id:'600982',name:'宁波热电'},
{id:'600983',name:'惠而浦'},
{id:'600984',name:'建设机械'},
{id:'600985',name:'雷鸣科化'},
{id:'600986',name:'科达股份'},
{id:'600987',name:'航民股份'},
{id:'600988',name:'赤峰黄金'},
{id:'600990',name:'四创电子'},
{id:'600992',name:'贵绳股份'},
{id:'600993',name:'马应龙'},
{id:'600995',name:'文山电力'},
{id:'600997',name:'开滦股份'},
{id:'600998',name:'九州通'},
{id:'600999',name:'招商证券'},
{id:'601000',name:'唐山港'},
{id:'601001',name:'大同煤业'},
{id:'601002',name:'晋亿实业'},
{id:'601003',name:'柳钢股份'},
{id:'601005',name:'重庆钢铁'},
{id:'601006',name:'大秦铁路'},
{id:'601007',name:'金陵饭店'},
{id:'601008',name:'连云港'},
{id:'601009',name:'南京银行'},
{id:'601010',name:'文峰股份'},
{id:'601011',name:'宝泰隆'},
{id:'601012',name:'隆基股份'},
{id:'601015',name:'陕西黑猫'},
{id:'601016',name:'节能风电'},
{id:'601018',name:'宁波港'},
{id:'601021',name:'春秋航空'},
{id:'601028',name:'玉龙股份'},
{id:'601038',name:'一拖股份'},
{id:'601058',name:'赛轮金宇'},
{id:'601069',name:'西部黄金'},
{id:'601088',name:'中国神华'},
{id:'601098',name:'中南传媒'},
{id:'601099',name:'太平洋'},
{id:'601100',name:'恒立油缸'},
{id:'601101',name:'昊华能源'},
{id:'601106',name:'中国一重'},
{id:'601107',name:'四川成渝'},
{id:'601111',name:'中国国航'},
{id:'601113',name:'华鼎股份'},
{id:'601116',name:'三江购物'},
{id:'601117',name:'中国化学'},
{id:'601118',name:'海南橡胶'},
{id:'601126',name:'四方股份'},
{id:'601137',name:'博威合金'},
{id:'601139',name:'深圳燃气'},
{id:'601158',name:'重庆水务'},
{id:'601166',name:'兴业银行'},
{id:'601168',name:'西部矿业'},
{id:'601169',name:'北京银行'},
{id:'601177',name:'杭齿前进'},
{id:'601179',name:'中国西电'},
{id:'601186',name:'中国铁建'},
{id:'601188',name:'龙江交通'},
{id:'601198',name:'东兴证券'},
{id:'601199',name:'江南水务'},
{id:'601208',name:'东材科技'},
{id:'601216',name:'内蒙君正'},
{id:'601218',name:'吉鑫科技'},
{id:'601222',name:'林洋电子'},
{id:'601225',name:'陕西煤业'},
{id:'601226',name:'华电重工'},
{id:'601231',name:'环旭电子'},
{id:'601233',name:'桐昆股份'},
{id:'601238',name:'广汽集团'},
{id:'601258',name:'庞大集团'},
{id:'601268',name:'*ST二重'},
{id:'601288',name:'农业银行'},
{id:'601299',name:'中国北车'},
{id:'601311',name:'骆驼股份'},
{id:'601313',name:'江南嘉捷'},
{id:'601318',name:'中国平安'},
{id:'601328',name:'交通银行'},
{id:'601333',name:'广深铁路'},
{id:'601336',name:'新华保险'},
{id:'601339',name:'百隆东方'},
{id:'601369',name:'陕鼓动力'},
{id:'601377',name:'兴业证券'},
{id:'601388',name:'怡球资源'},
{id:'601390',name:'中国中铁'},
{id:'601398',name:'工商银行'},
{id:'601515',name:'东风股份'},
{id:'601518',name:'吉林高速'},
{id:'601519',name:'大智慧'},
{id:'601555',name:'东吴证券'},
{id:'601558',name:'*ST锐电'},
{id:'601566',name:'九牧王'},
{id:'601567',name:'三星电气'},
{id:'601579',name:'会稽山'},
{id:'601588',name:'北辰实业'},
{id:'601599',name:'鹿港科技'},
{id:'601600',name:'中国铝业'},
{id:'601601',name:'中国太保'},
{id:'601607',name:'上海医药'},
{id:'601608',name:'中信重工'},
{id:'601616',name:'广电电气'},
{id:'601618',name:'中国中冶'},
{id:'601628',name:'中国人寿'},
{id:'601633',name:'长城汽车'},
{id:'601636',name:'旗滨集团'},
{id:'601666',name:'平煤股份'},
{id:'601668',name:'中国建筑'},
{id:'601669',name:'中国电建'},
{id:'601677',name:'明泰铝业'},
{id:'601678',name:'滨化股份'},
{id:'601688',name:'华泰证券'},
{id:'601699',name:'潞安环能'},
{id:'601700',name:'风范股份'},
{id:'601717',name:'郑煤机'},
{id:'601718',name:'际华集团'},
{id:'601727',name:'上海电气'},
{id:'601766',name:'中国南车'},
{id:'601777',name:'力帆股份'},
{id:'601788',name:'光大证券'},
{id:'601789',name:'宁波建工'},
{id:'601798',name:'蓝科高新'},
{id:'601799',name:'星宇股份'},
{id:'601800',name:'中国交建'},
{id:'601801',name:'皖新传媒'},
{id:'601808',name:'中海油服'},
{id:'601818',name:'光大银行'},
{id:'601857',name:'中国石油'},
{id:'601866',name:'中海集运'},
{id:'601872',name:'招商轮船'},
{id:'601877',name:'正泰电器'},
{id:'601880',name:'大连港'},
{id:'601886',name:'江河创建'},
{id:'601888',name:'中国国旅'},
{id:'601890',name:'亚星锚链'},
{id:'601898',name:'中煤能源'},
{id:'601899',name:'紫金矿业'},
{id:'601901',name:'方正证券'},
{id:'601908',name:'京运通'},
{id:'601918',name:'国投新集'},
{id:'601919',name:'中国远洋'},
{id:'601928',name:'凤凰传媒'},
{id:'601929',name:'吉视传媒'},
{id:'601933',name:'永辉超市'},
{id:'601939',name:'建设银行'},
{id:'601958',name:'金钼股份'},
{id:'601965',name:'中国汽研'},
{id:'601969',name:'海南矿业'},
{id:'601988',name:'中国银行'},
{id:'601989',name:'中国重工'},
{id:'601991',name:'大唐发电'},
{id:'601992',name:'金隅股份'},
{id:'601996',name:'丰林集团'},
{id:'601998',name:'中信银行'},
{id:'601999',name:'出版传媒'},
{id:'603000',name:'人民网'},
{id:'603001',name:'奥康国际'},
{id:'603002',name:'宏昌电子'},
{id:'603003',name:'龙宇燃油'},
{id:'603005',name:'晶方科技'},
{id:'603006',name:'联明股份'},
{id:'603008',name:'喜临门'},
{id:'603009',name:'北特科技'},
{id:'603010',name:'万盛股份'},
{id:'603011',name:'合锻股份'},
{id:'603015',name:'弘讯科技'},
{id:'603017',name:'园区设计'},
{id:'603018',name:'设计股份'},
{id:'603019',name:'中科曙光'},
{id:'603077',name:'和邦股份'},
{id:'603088',name:'宁波精达'},
{id:'603099',name:'长白山'},
{id:'603100',name:'川仪股份'},
{id:'603111',name:'康尼机电'},
{id:'603118',name:'共进股份'},
{id:'603123',name:'翠微股份'},
{id:'603126',name:'中材节能'},
{id:'603128',name:'华贸物流'},
{id:'603166',name:'福达股份'},
{id:'603167',name:'渤海轮渡'},
{id:'603168',name:'莎普爱思'},
{id:'603169',name:'兰石重装'},
{id:'603188',name:'亚邦股份'},
{id:'603222',name:'济民制药'},
{id:'603288',name:'海天味业'},
{id:'603306',name:'华懋科技'},
{id:'603308',name:'应流股份'},
{id:'603309',name:'维力医疗'},
{id:'603328',name:'依顿电子'},
{id:'603333',name:'明星电缆'},
{id:'603366',name:'日出东方'},
{id:'603368',name:'柳州医药'},
{id:'603369',name:'今世缘'},
{id:'603399',name:'新华龙'},
{id:'603456',name:'九洲药业'},
{id:'603518',name:'维格娜丝'},
{id:'603555',name:'贵人鸟'},
{id:'603558',name:'健盛集团'},
{id:'603588',name:'高能环境'},
{id:'603600',name:'永艺股份'},
{id:'603601',name:'再升科技'},
{id:'603606',name:'东方电缆'},
{id:'603609',name:'禾丰牧业'},
{id:'603611',name:'诺力股份'},
{id:'603618',name:'杭电股份'},
{id:'603636',name:'南威软件'},
{id:'603678',name:'火炬电子'},
{id:'603686',name:'龙马环卫'},
{id:'603688',name:'石英股份'},
{id:'603698',name:'航天工程'},
{id:'603699',name:'纽威股份'},
{id:'603766',name:'隆鑫通用'},
{id:'603788',name:'宁波高发'},
{id:'603799',name:'华友钴业'},
{id:'603806',name:'福斯特'},
{id:'603828',name:'柯利达'},
{id:'603889',name:'新澳股份'},
{id:'603898',name:'好莱客'},
{id:'603899',name:'晨光文具'},
{id:'603939',name:'益丰药房'},
{id:'603969',name:'银龙股份'},
{id:'603988',name:'中电电机'},
{id:'603993',name:'洛阳钼业'},
{id:'603997',name:'继峰股份'},
{id:'603998',name:'方盛制药'},
{id:'900901',name:'仪电Ｂ股'},
{id:'900902',name:'市北B股'},
{id:'900903',name:'大众Ｂ股'},
{id:'900904',name:'神奇B股'},
{id:'900905',name:'老凤祥Ｂ'},
{id:'900906',name:'*ST中毅B'},
{id:'900907',name:'鼎立Ｂ股'},
{id:'900908',name:'氯碱Ｂ股'},
{id:'900909',name:'双钱Ｂ股'},
{id:'900910',name:'海立Ｂ股'},
{id:'900911',name:'金桥Ｂ股'},
{id:'900912',name:'外高Ｂ股'},
{id:'900913',name:'国新B股'},
{id:'900914',name:'锦投Ｂ股'},
{id:'900915',name:'中路Ｂ股'},
{id:'900916',name:'金山Ｂ股'},
{id:'900917',name:'海欣Ｂ股'},
{id:'900918',name:'耀皮Ｂ股'},
{id:'900919',name:'大江B股'},
{id:'900920',name:'上柴Ｂ股'},
{id:'900921',name:'丹科Ｂ股'},
{id:'900922',name:'*ST三毛B'},
{id:'900923',name:'百联B股'},
{id:'900924',name:'上工Ｂ股'},
{id:'900925',name:'机电Ｂ股'},
{id:'900926',name:'宝信Ｂ'},
{id:'900927',name:'物贸Ｂ股'},
{id:'900928',name:'自仪Ｂ股'},
{id:'900929',name:'锦旅Ｂ股'},
{id:'900930',name:'沪普天Ｂ'},
{id:'900932',name:'陆家Ｂ股'},
{id:'900933',name:'华新Ｂ股'},
{id:'900934',name:'锦江Ｂ股'},
{id:'900935',name:'阳晨Ｂ股'},
{id:'900936',name:'鄂资Ｂ股'},
{id:'900937',name:'华电Ｂ股'},
{id:'900938',name:'天海B'},
{id:'900939',name:'汇丽B'},
{id:'900940',name:'大名城B'},
{id:'900941',name:'东信Ｂ股'},
{id:'900942',name:'黄山Ｂ股'},
{id:'900943',name:'开开Ｂ股'},
{id:'900945',name:'海航Ｂ股'},
{id:'900946',name:'天雁B股'},
{id:'900947',name:'振华Ｂ股'},
{id:'900948',name:'伊泰Ｂ股'},
{id:'900950',name:'新城Ｂ股'},
{id:'900951',name:'*ST大化B'},
{id:'900952',name:'锦港Ｂ股'},
{id:'900953',name:'凯马Ｂ'},
{id:'900955',name:'九龙山B'},
{id:'900956',name:'东贝Ｂ股'},
{id:'900957',name:'凌云Ｂ股'}
];
module.exports = sh_mb;