var sz_cn=[
{id:'300001',name:'特锐德'},
{id:'300002',name:'神州泰岳'},
{id:'300003',name:'乐普医疗'},
{id:'300004',name:'南风股份'},
{id:'300005',name:'探路者'},
{id:'300006',name:'莱美药业'},
{id:'300007',name:'汉威电子'},
{id:'300008',name:'上海佳豪'},
{id:'300009',name:'安科生物'},
{id:'300010',name:'立思辰'},
{id:'300011',name:'鼎汉技术'},
{id:'300012',name:'华测检测'},
{id:'300013',name:'新宁物流'},
{id:'300014',name:'亿纬锂能'},
{id:'300015',name:'爱尔眼科'},
{id:'300016',name:'北陆药业'},
{id:'300017',name:'网宿科技'},
{id:'300018',name:'中元华电'},
{id:'300019',name:'硅宝科技'},
{id:'300020',name:'银江股份'},
{id:'300021',name:'大禹节水'},
{id:'300022',name:'吉峰农机'},
{id:'300023',name:'宝德股份'},
{id:'300024',name:'机器人'},
{id:'300025',name:'华星创业'},
{id:'300026',name:'红日药业'},
{id:'300027',name:'华谊兄弟'},
{id:'300028',name:'金亚科技'},
{id:'300029',name:'天龙光电'},
{id:'300030',name:'阳普医疗'},
{id:'300031',name:'宝通带业'},
{id:'300032',name:'金龙机电'},
{id:'300033',name:'同花顺'},
{id:'300034',name:'钢研高纳'},
{id:'300035',name:'中科电气'},
{id:'300036',name:'超图软件'},
{id:'300037',name:'新宙邦'},
{id:'300038',name:'梅泰诺'},
{id:'300039',name:'上海凯宝'},
{id:'300040',name:'九洲电气'},
{id:'300041',name:'回天新材'},
{id:'300042',name:'朗科科技'},
{id:'300043',name:'互动娱乐'},
{id:'300044',name:'赛为智能'},
{id:'300045',name:'华力创通'},
{id:'300046',name:'台基股份'},
{id:'300047',name:'天源迪科'},
{id:'300048',name:'合康变频'},
{id:'300049',name:'福瑞股份'},
{id:'300050',name:'世纪鼎利'},
{id:'300051',name:'三五互联'},
{id:'300052',name:'中青宝'},
{id:'300053',name:'欧比特'},
{id:'300054',name:'鼎龙股份'},
{id:'300055',name:'万邦达'},
{id:'300056',name:'三维丝'},
{id:'300057',name:'万顺股份'},
{id:'300058',name:'蓝色光标'},
{id:'300059',name:'东方财富'},
{id:'300060',name:'苏州恒久'},
{id:'300061',name:'康耐特'},
{id:'300062',name:'中能电气'},
{id:'300063',name:'天龙集团'},
{id:'300064',name:'豫金刚石'},
{id:'300065',name:'海兰信'},
{id:'300066',name:'三川股份'},
{id:'300067',name:'安诺其'},
{id:'300068',name:'南都电源'},
{id:'300069',name:'金利华电'},
{id:'300070',name:'碧水源'},
{id:'300071',name:'华谊嘉信'},
{id:'300072',name:'三聚环保'},
{id:'300073',name:'当升科技'},
{id:'300074',name:'华平股份'},
{id:'300075',name:'数字政通'},
{id:'300076',name:'GQY视讯'},
{id:'300077',name:'国民技术'},
{id:'300078',name:'中瑞思创'},
{id:'300079',name:'数码视讯'},
{id:'300080',name:'新大新材'},
{id:'300081',name:'恒信移动'},
{id:'300082',name:'奥克股份'},
{id:'300083',name:'劲胜精密'},
{id:'300084',name:'海默科技'},
{id:'300085',name:'银之杰'},
{id:'300086',name:'康芝药业'},
{id:'300087',name:'荃银高科'},
{id:'300088',name:'长信科技'},
{id:'300089',name:'长城集团'},
{id:'300090',name:'盛运股份'},
{id:'300091',name:'金通灵'},
{id:'300092',name:'科新机电'},
{id:'300093',name:'金刚玻璃'},
{id:'300094',name:'国联水产'},
{id:'300095',name:'华伍股份'},
{id:'300096',name:'易联众'},
{id:'300097',name:'智云股份'},
{id:'300098',name:'高新兴'},
{id:'300099',name:'尤洛卡'},
{id:'300100',name:'双林股份'},
{id:'300101',name:'振芯科技'},
{id:'300102',name:'乾照光电'},
{id:'300103',name:'达刚路机'},
{id:'300104',name:'乐视网'},
{id:'300105',name:'龙源技术'},
{id:'300106',name:'西部牧业'},
{id:'300107',name:'建新股份'},
{id:'300108',name:'双龙股份'},
{id:'300109',name:'新开源'},
{id:'300110',name:'华仁药业'},
{id:'300111',name:'向日葵'},
{id:'300112',name:'万讯自控'},
{id:'300113',name:'顺网科技'},
{id:'300114',name:'中航电测'},
{id:'300115',name:'长盈精密'},
{id:'300116',name:'坚瑞消防'},
{id:'300117',name:'嘉寓股份'},
{id:'300118',name:'东方日升'},
{id:'300119',name:'瑞普生物'},
{id:'300120',name:'经纬电材'},
{id:'300121',name:'阳谷华泰'},
{id:'300122',name:'智飞生物'},
{id:'300123',name:'太阳鸟'},
{id:'300124',name:'汇川技术'},
{id:'300125',name:'易世达'},
{id:'300126',name:'锐奇股份'},
{id:'300127',name:'银河磁体'},
{id:'300128',name:'锦富新材'},
{id:'300129',name:'泰胜风能'},
{id:'300130',name:'新国都'},
{id:'300131',name:'英唐智控'},
{id:'300132',name:'青松股份'},
{id:'300133',name:'华策影视'},
{id:'300134',name:'大富科技'},
{id:'300135',name:'宝利沥青'},
{id:'300136',name:'信维通信'},
{id:'300137',name:'先河环保'},
{id:'300138',name:'晨光生物'},
{id:'300139',name:'福星晓程'},
{id:'300140',name:'启源装备'},
{id:'300141',name:'和顺电气'},
{id:'300142',name:'沃森生物'},
{id:'300143',name:'星河生物'},
{id:'300144',name:'宋城演艺'},
{id:'300145',name:'南方泵业'},
{id:'300146',name:'汤臣倍健'},
{id:'300147',name:'香雪制药'},
{id:'300148',name:'天舟文化'},
{id:'300149',name:'量子高科'},
{id:'300150',name:'世纪瑞尔'},
{id:'300151',name:'昌红科技'},
{id:'300152',name:'燃控科技'},
{id:'300153',name:'科泰电源'},
{id:'300154',name:'瑞凌股份'},
{id:'300155',name:'安居宝'},
{id:'300156',name:'神雾环保'},
{id:'300157',name:'恒泰艾普'},
{id:'300158',name:'振东制药'},
{id:'300159',name:'新研股份'},
{id:'300160',name:'秀强股份'},
{id:'300161',name:'华中数控'},
{id:'300162',name:'雷曼光电'},
{id:'300163',name:'先锋新材'},
{id:'300164',name:'通源石油'},
{id:'300165',name:'天瑞仪器'},
{id:'300166',name:'东方国信'},
{id:'300167',name:'迪威视讯'},
{id:'300168',name:'万达信息'},
{id:'300169',name:'天晟新材'},
{id:'300170',name:'汉得信息'},
{id:'300171',name:'东富龙'},
{id:'300172',name:'中电环保'},
{id:'300173',name:'松德股份'},
{id:'300174',name:'元力股份'},
{id:'300175',name:'朗源股份'},
{id:'300176',name:'鸿特精密'},
{id:'300177',name:'中海达'},
{id:'300178',name:'腾邦国际'},
{id:'300179',name:'四方达'},
{id:'300180',name:'华峰超纤'},
{id:'300181',name:'佐力药业'},
{id:'300182',name:'捷成股份'},
{id:'300183',name:'东软载波'},
{id:'300184',name:'力源信息'},
{id:'300185',name:'通裕重工'},
{id:'300186',name:'大华农'},
{id:'300187',name:'永清环保'},
{id:'300188',name:'美亚柏科'},
{id:'300189',name:'神农大丰'},
{id:'300190',name:'维尔利'},
{id:'300191',name:'潜能恒信'},
{id:'300192',name:'科斯伍德'},
{id:'300193',name:'佳士科技'},
{id:'300194',name:'福安药业'},
{id:'300195',name:'长荣股份'},
{id:'300196',name:'长海股份'},
{id:'300197',name:'铁汉生态'},
{id:'300198',name:'纳川股份'},
{id:'300199',name:'翰宇药业'},
{id:'300200',name:'高盟新材'},
{id:'300201',name:'海伦哲'},
{id:'300202',name:'聚龙股份'},
{id:'300203',name:'聚光科技'},
{id:'300204',name:'舒泰神'},
{id:'300205',name:'天喻信息'},
{id:'300206',name:'理邦仪器'},
{id:'300207',name:'欣旺达'},
{id:'300208',name:'恒顺电气'},
{id:'300209',name:'天泽信息'},
{id:'300210',name:'森远股份'},
{id:'300211',name:'亿通科技'},
{id:'300212',name:'易华录'},
{id:'300213',name:'佳讯飞鸿'},
{id:'300214',name:'日科化学'},
{id:'300215',name:'电科院'},
{id:'300216',name:'千山药机'},
{id:'300217',name:'东方电热'},
{id:'300218',name:'安利股份'},
{id:'300219',name:'鸿利光电'},
{id:'300220',name:'金运激光'},
{id:'300221',name:'银禧科技'},
{id:'300222',name:'科大智能'},
{id:'300223',name:'北京君正'},
{id:'300224',name:'正海磁材'},
{id:'300225',name:'金力泰'},
{id:'300226',name:'上海钢联'},
{id:'300227',name:'光韵达'},
{id:'300228',name:'富瑞特装'},
{id:'300229',name:'拓尔思'},
{id:'300230',name:'永利带业'},
{id:'300231',name:'银信科技'},
{id:'300232',name:'洲明科技'},
{id:'300233',name:'金城医药'},
{id:'300234',name:'开尔新材'},
{id:'300235',name:'方直科技'},
{id:'300236',name:'上海新阳'},
{id:'300237',name:'美晨科技'},
{id:'300238',name:'冠昊生物'},
{id:'300239',name:'东宝生物'},
{id:'300240',name:'飞力达'},
{id:'300241',name:'瑞丰光电'},
{id:'300242',name:'明家科技'},
{id:'300243',name:'瑞丰高材'},
{id:'300244',name:'迪安诊断'},
{id:'300245',name:'天玑科技'},
{id:'300246',name:'宝莱特'},
{id:'300247',name:'桑乐金'},
{id:'300248',name:'新开普'},
{id:'300249',name:'依米康'},
{id:'300250',name:'初灵信息'},
{id:'300251',name:'光线传媒'},
{id:'300252',name:'金信诺'},
{id:'300253',name:'卫宁软件'},
{id:'300254',name:'仟源医药'},
{id:'300255',name:'常山药业'},
{id:'300256',name:'星星科技'},
{id:'300257',name:'开山股份'},
{id:'300258',name:'精锻科技'},
{id:'300259',name:'新天科技'},
{id:'300260',name:'新莱应材'},
{id:'300261',name:'雅本化学'},
{id:'300262',name:'巴安水务'},
{id:'300263',name:'隆华节能'},
{id:'300264',name:'佳创视讯'},
{id:'300265',name:'通光线缆'},
{id:'300266',name:'兴源环境'},
{id:'300267',name:'尔康制药'},
{id:'300268',name:'万福生科'},
{id:'300269',name:'联建光电'},
{id:'300270',name:'中威电子'},
{id:'300271',name:'华宇软件'},
{id:'300272',name:'开能环保'},
{id:'300273',name:'和佳股份'},
{id:'300274',name:'阳光电源'},
{id:'300275',name:'梅安森'},
{id:'300276',name:'三丰智能'},
{id:'300277',name:'海联讯'},
{id:'300278',name:'华昌达'},
{id:'300279',name:'和晶科技'},
{id:'300280',name:'南通锻压'},
{id:'300281',name:'金明精机'},
{id:'300282',name:'汇冠股份'},
{id:'300283',name:'温州宏丰'},
{id:'300284',name:'苏交科'},
{id:'300285',name:'国瓷材料'},
{id:'300286',name:'安科瑞'},
{id:'300287',name:'飞利信'},
{id:'300288',name:'朗玛信息'},
{id:'300289',name:'利德曼'},
{id:'300290',name:'荣科科技'},
{id:'300291',name:'华录百纳'},
{id:'300292',name:'吴通通讯'},
{id:'300293',name:'蓝英装备'},
{id:'300294',name:'博雅生物'},
{id:'300295',name:'三六五网'},
{id:'300296',name:'利亚德'},
{id:'300297',name:'蓝盾股份'},
{id:'300298',name:'三诺生物'},
{id:'300299',name:'富春通信'},
{id:'300300',name:'汉鼎股份'},
{id:'300301',name:'长方照明'},
{id:'300302',name:'同有科技'},
{id:'300303',name:'聚飞光电'},
{id:'300304',name:'云意电气'},
{id:'300305',name:'裕兴股份'},
{id:'300306',name:'远方光电'},
{id:'300307',name:'慈星股份'},
{id:'300308',name:'中际装备'},
{id:'300309',name:'吉艾科技'},
{id:'300310',name:'宜通世纪'},
{id:'300311',name:'任子行'},
{id:'300312',name:'邦讯技术'},
{id:'300313',name:'天山生物'},
{id:'300314',name:'戴维医疗'},
{id:'300315',name:'掌趣科技'},
{id:'300316',name:'晶盛机电'},
{id:'300317',name:'珈伟股份'},
{id:'300318',name:'博晖创新'},
{id:'300319',name:'麦捷科技'},
{id:'300320',name:'海达股份'},
{id:'300321',name:'同大股份'},
{id:'300322',name:'硕贝德'},
{id:'300323',name:'华灿光电'},
{id:'300324',name:'旋极信息'},
{id:'300325',name:'德威新材'},
{id:'300326',name:'凯利泰'},
{id:'300327',name:'中颖电子'},
{id:'300328',name:'宜安科技'},
{id:'300329',name:'海伦钢琴'},
{id:'300330',name:'华虹计通'},
{id:'300331',name:'苏大维格'},
{id:'300332',name:'天壕节能'},
{id:'300333',name:'兆日科技'},
{id:'300334',name:'津膜科技'},
{id:'300335',name:'迪森股份'},
{id:'300336',name:'新文化'},
{id:'300337',name:'银邦股份'},
{id:'300338',name:'开元仪器'},
{id:'300339',name:'润和软件'},
{id:'300340',name:'科恒股份'},
{id:'300341',name:'麦迪电气'},
{id:'300342',name:'天银机电'},
{id:'300343',name:'联创节能'},
{id:'300344',name:'太空板业'},
{id:'300345',name:'红宇新材'},
{id:'300346',name:'南大光电'},
{id:'300347',name:'泰格医药'},
{id:'300348',name:'长亮科技'},
{id:'300349',name:'金卡股份'},
{id:'300350',name:'华鹏飞'},
{id:'300351',name:'永贵电器'},
{id:'300352',name:'北信源'},
{id:'300353',name:'东土科技'},
{id:'300354',name:'东华测试'},
{id:'300355',name:'蒙草抗旱'},
{id:'300356',name:'光一科技'},
{id:'300357',name:'我武生物'},
{id:'300358',name:'楚天科技'},
{id:'300359',name:'全通教育'},
{id:'300360',name:'炬华科技'},
{id:'300361',name:'奥赛康'},
{id:'300362',name:'天保重装'},
{id:'300363',name:'博腾股份'},
{id:'300364',name:'中文在线'},
{id:'300365',name:'恒华科技'},
{id:'300366',name:'创意信息'},
{id:'300367',name:'东方网力'},
{id:'300368',name:'汇金股份'},
{id:'300369',name:'绿盟科技'},
{id:'300370',name:'安控科技'},
{id:'300371',name:'汇中股份'},
{id:'300372',name:'欣泰电气'},
{id:'300373',name:'扬杰科技'},
{id:'300375',name:'鹏翎股份'},
{id:'300376',name:'易事特'},
{id:'300377',name:'赢时胜'},
{id:'300378',name:'鼎捷软件'},
{id:'300379',name:'东方通'},
{id:'300380',name:'安硕信息'},
{id:'300381',name:'溢多利'},
{id:'300382',name:'斯莱克'},
{id:'300383',name:'光环新网'},
{id:'300384',name:'三联虹普'},
{id:'300385',name:'雪浪环境'},
{id:'300386',name:'飞天诚信'},
{id:'300387',name:'富邦股份'},
{id:'300388',name:'国祯环保'},
{id:'300389',name:'艾比森'},
{id:'300390',name:'天华超净'},
{id:'300391',name:'康跃科技'},
{id:'300392',name:'腾信股份'},
{id:'300393',name:'中来股份'},
{id:'300394',name:'天孚通信'},
{id:'300395',name:'菲利华'},
{id:'300396',name:'迪瑞医疗'},
{id:'300397',name:'天和防务'},
{id:'300398',name:'飞凯材料'},
{id:'300399',name:'京天利'},
{id:'300400',name:'劲拓股份'},
{id:'300401',name:'花园生物'},
{id:'300402',name:'宝色股份'},
{id:'300403',name:'地尔汉宇'},
{id:'300405',name:'科隆精化'},
{id:'300406',name:'九强生物'},
{id:'300407',name:'凯发电气'},
{id:'300408',name:'三环集团'},
{id:'300409',name:'道氏技术'},
{id:'300410',name:'正业科技'},
{id:'300411',name:'金盾股份'},
{id:'300412',name:'迦南科技'},
{id:'300413',name:'快乐购'},
{id:'300415',name:'伊之密'},
{id:'300416',name:'苏试试验'},
{id:'300417',name:'南华仪器'},
{id:'300418',name:'昆仑万维'},
{id:'300419',name:'浩丰科技'},
{id:'300420',name:'五洋科技'},
{id:'300421',name:'力星股份'},
{id:'300422',name:'博世科'},
{id:'300423',name:'鲁亿通'},
{id:'300425',name:'环能科技'},
{id:'300426',name:'唐德影视'},
{id:'300427',name:'红相电力'}
];
module.exports = sz_cn;