var sz_mb=[
{id:'000001',name:'平安银行'},
{id:'000002',name:'万科Ａ'},
{id:'000004',name:'国农科技'},
{id:'000005',name:'世纪星源'},
{id:'000006',name:'深振业Ａ'},
{id:'000007',name:'零七股份'},
{id:'000008',name:'宝利来'},
{id:'000009',name:'中国宝安'},
{id:'000010',name:'深华新'},
{id:'000011',name:'深物业A'},
{id:'000012',name:'南玻Ａ'},
{id:'000014',name:'沙河股份'},
{id:'000016',name:'深康佳Ａ'},
{id:'000017',name:'深中华A'},
{id:'000018',name:'中冠A'},
{id:'000019',name:'深深宝Ａ'},
{id:'000020',name:'深华发Ａ'},
{id:'000021',name:'深科技'},
{id:'000022',name:'深赤湾Ａ'},
{id:'000023',name:'深天地Ａ'},
{id:'000024',name:'招商地产'},
{id:'000025',name:'特力Ａ'},
{id:'000026',name:'飞亚达Ａ'},
{id:'000027',name:'深圳能源'},
{id:'000028',name:'国药一致'},
{id:'000029',name:'深深房Ａ'},
{id:'000030',name:'富奥股份'},
{id:'000031',name:'中粮地产'},
{id:'000032',name:'深桑达Ａ'},
{id:'000033',name:'*ST新都'},
{id:'000034',name:'深信泰丰'},
{id:'000035',name:'中国天楹'},
{id:'000036',name:'华联控股'},
{id:'000037',name:'深南电Ａ'},
{id:'000038',name:'深大通'},
{id:'000039',name:'中集集团'},
{id:'000040',name:'宝安地产'},
{id:'000042',name:'中洲控股'},
{id:'000043',name:'中航地产'},
{id:'000045',name:'深纺织Ａ'},
{id:'000046',name:'泛海控股'},
{id:'000048',name:'康达尔'},
{id:'000049',name:'德赛电池'},
{id:'000050',name:'深天马Ａ'},
{id:'000055',name:'方大集团'},
{id:'000056',name:'深国商'},
{id:'000058',name:'深赛格'},
{id:'000059',name:'华锦股份'},
{id:'000060',name:'中金岭南'},
{id:'000061',name:'农产品'},
{id:'000062',name:'深圳华强'},
{id:'000063',name:'中兴通讯'},
{id:'000065',name:'北方国际'},
{id:'000066',name:'长城电脑'},
{id:'000068',name:'华控赛格'},
{id:'000069',name:'华侨城Ａ'},
{id:'000070',name:'特发信息'},
{id:'000078',name:'海王生物'},
{id:'000088',name:'盐田港'},
{id:'000089',name:'深圳机场'},
{id:'000090',name:'天健集团'},
{id:'000096',name:'广聚能源'},
{id:'000099',name:'中信海直'},
{id:'000100',name:'TCL集团'},
{id:'000150',name:'宜华健康'},
{id:'000151',name:'中成股份'},
{id:'000153',name:'丰原药业'},
{id:'000155',name:'川化股份'},
{id:'000156',name:'华数传媒'},
{id:'000157',name:'中联重科'},
{id:'000158',name:'常山股份'},
{id:'000159',name:'国际实业'},
{id:'000166',name:'申万宏源'},
{id:'000301',name:'东方市场'},
{id:'000333',name:'美的集团'},
{id:'000338',name:'潍柴动力'},
{id:'000400',name:'许继电气'},
{id:'000401',name:'冀东水泥'},
{id:'000402',name:'金融街'},
{id:'000403',name:'ST生化'},
{id:'000404',name:'华意压缩'},
{id:'000407',name:'胜利股份'},
{id:'000408',name:'金谷源'},
{id:'000409',name:'山东地矿'},
{id:'000410',name:'沈阳机床'},
{id:'000411',name:'英特集团'},
{id:'000413',name:'东旭光电'},
{id:'000415',name:'渤海租赁'},
{id:'000416',name:'民生控股'},
{id:'000417',name:'合肥百货'},
{id:'000418',name:'小天鹅Ａ'},
{id:'000419',name:'通程控股'},
{id:'000420',name:'吉林化纤'},
{id:'000421',name:'南京中北'},
{id:'000422',name:'湖北宜化'},
{id:'000423',name:'东阿阿胶'},
{id:'000425',name:'徐工机械'},
{id:'000426',name:'兴业矿业'},
{id:'000428',name:'华天酒店'},
{id:'000429',name:'粤高速Ａ'},
{id:'000430',name:'张家界'},
{id:'000488',name:'晨鸣纸业'},
{id:'000498',name:'山东路桥'},
{id:'000501',name:'鄂武商Ａ'},
{id:'000502',name:'绿景控股'},
{id:'000503',name:'海虹控股'},
{id:'000504',name:'*ST传媒'},
{id:'000505',name:'珠江控股'},
{id:'000506',name:'中润资源'},
{id:'000507',name:'珠海港'},
{id:'000509',name:'华塑控股'},
{id:'000510',name:'金路集团'},
{id:'000511',name:'烯碳新材'},
{id:'000513',name:'丽珠集团'},
{id:'000514',name:'渝开发'},
{id:'000516',name:'国际医学'},
{id:'000517',name:'荣安地产'},
{id:'000518',name:'四环生物'},
{id:'000519',name:'江南红箭'},
{id:'000520',name:'*ST凤凰'},
{id:'000521',name:'美菱电器'},
{id:'000523',name:'广州浪奇'},
{id:'000524',name:'东方宾馆'},
{id:'000525',name:'红太阳'},
{id:'000526',name:'银润投资'},
{id:'000528',name:'柳工'},
{id:'000529',name:'广弘控股'},
{id:'000530',name:'大冷股份'},
{id:'000531',name:'穗恒运Ａ'},
{id:'000532',name:'力合股份'},
{id:'000533',name:'万家乐'},
{id:'000534',name:'万泽股份'},
{id:'000536',name:'华映科技'},
{id:'000537',name:'广宇发展'},
{id:'000538',name:'云南白药'},
{id:'000539',name:'粤电力Ａ'},
{id:'000540',name:'中天城投'},
{id:'000541',name:'佛山照明'},
{id:'000543',name:'皖能电力'},
{id:'000544',name:'中原环保'},
{id:'000545',name:'金浦钛业'},
{id:'000546',name:'金圆股份'},
{id:'000547',name:'闽福发Ａ'},
{id:'000548',name:'湖南投资'},
{id:'000550',name:'江铃汽车'},
{id:'000551',name:'创元科技'},
{id:'000552',name:'靖远煤电'},
{id:'000553',name:'沙隆达Ａ'},
{id:'000554',name:'泰山石油'},
{id:'000555',name:'神州信息'},
{id:'000557',name:'*ST广夏'},
{id:'000558',name:'莱茵置业'},
{id:'000559',name:'万向钱潮'},
{id:'000560',name:'昆百大Ａ'},
{id:'000561',name:'烽火电子'},
{id:'000563',name:'陕国投Ａ'},
{id:'000564',name:'西安民生'},
{id:'000565',name:'渝三峡Ａ'},
{id:'000566',name:'海南海药'},
{id:'000567',name:'海德股份'},
{id:'000568',name:'泸州老窖'},
{id:'000570',name:'苏常柴Ａ'},
{id:'000571',name:'新大洲Ａ'},
{id:'000572',name:'海马汽车'},
{id:'000573',name:'粤宏远Ａ'},
{id:'000576',name:'广东甘化'},
{id:'000581',name:'威孚高科'},
{id:'000582',name:'北部湾港'},
{id:'000584',name:'友利控股'},
{id:'000585',name:'东北电气'},
{id:'000586',name:'汇源通信'},
{id:'000587',name:'金叶珠宝'},
{id:'000589',name:'黔轮胎Ａ'},
{id:'000590',name:'紫光古汉'},
{id:'000591',name:'桐君阁'},
{id:'000592',name:'平潭发展'},
{id:'000593',name:'大通燃气'},
{id:'000594',name:'*ST国恒'},
{id:'000595',name:'西北轴承'},
{id:'000596',name:'古井贡酒'},
{id:'000597',name:'东北制药'},
{id:'000598',name:'兴蓉投资'},
{id:'000599',name:'青岛双星'},
{id:'000600',name:'建投能源'},
{id:'000601',name:'韶能股份'},
{id:'000603',name:'盛达矿业'},
{id:'000605',name:'渤海股份'},
{id:'000606',name:'青海明胶'},
{id:'000607',name:'华媒控股'},
{id:'000608',name:'阳光股份'},
{id:'000609',name:'绵世股份'},
{id:'000610',name:'西安旅游'},
{id:'000611',name:'内蒙发展'},
{id:'000612',name:'焦作万方'},
{id:'000613',name:'大东海A'},
{id:'000615',name:'湖北金环'},
{id:'000616',name:'海航投资'},
{id:'000617',name:'石油济柴'},
{id:'000619',name:'海螺型材'},
{id:'000620',name:'新华联'},
{id:'000622',name:'恒立实业'},
{id:'000623',name:'吉林敖东'},
{id:'000625',name:'长安汽车'},
{id:'000626',name:'如意集团'},
{id:'000627',name:'天茂集团'},
{id:'000628',name:'高新发展'},
{id:'000629',name:'攀钢钒钛'},
{id:'000630',name:'铜陵有色'},
{id:'000631',name:'顺发恒业'},
{id:'000632',name:'三木集团'},
{id:'000633',name:'合金投资'},
{id:'000635',name:'英力特'},
{id:'000636',name:'风华高科'},
{id:'000637',name:'茂化实华'},
{id:'000638',name:'万方发展'},
{id:'000639',name:'西王食品'},
{id:'000650',name:'仁和药业'},
{id:'000651',name:'格力电器'},
{id:'000652',name:'泰达股份'},
{id:'000655',name:'金岭矿业'},
{id:'000656',name:'金科股份'},
{id:'000657',name:'中钨高新'},
{id:'000659',name:'*ST中富'},
{id:'000661',name:'长春高新'},
{id:'000662',name:'索芙特'},
{id:'000663',name:'永安林业'},
{id:'000665',name:'湖北广电'},
{id:'000666',name:'经纬纺机'},
{id:'000667',name:'美好集团'},
{id:'000668',name:'荣丰控股'},
{id:'000669',name:'金鸿能源'},
{id:'000670',name:'盈方微'},
{id:'000671',name:'阳光城'},
{id:'000672',name:'上峰水泥'},
{id:'000673',name:'当代东方'},
{id:'000676',name:'智度投资'},
{id:'000677',name:'恒天海龙'},
{id:'000678',name:'襄阳轴承'},
{id:'000679',name:'大连友谊'},
{id:'000680',name:'山推股份'},
{id:'000681',name:'视觉中国'},
{id:'000682',name:'东方电子'},
{id:'000683',name:'远兴能源'},
{id:'000685',name:'中山公用'},
{id:'000686',name:'东北证券'},
{id:'000687',name:'恒天天鹅'},
{id:'000688',name:'建新矿业'},
{id:'000690',name:'宝新能源'},
{id:'000691',name:'亚太实业'},
{id:'000692',name:'惠天热电'},
{id:'000693',name:'华泽钴镍'},
{id:'000695',name:'滨海能源'},
{id:'000697',name:'炼石有色'},
{id:'000698',name:'沈阳化工'},
{id:'000700',name:'模塑科技'},
{id:'000701',name:'厦门信达'},
{id:'000702',name:'正虹科技'},
{id:'000703',name:'恒逸石化'},
{id:'000705',name:'浙江震元'},
{id:'000707',name:'双环科技'},
{id:'000708',name:'大冶特钢'},
{id:'000709',name:'河北钢铁'},
{id:'000710',name:'天兴仪表'},
{id:'000711',name:'京蓝科技'},
{id:'000712',name:'锦龙股份'},
{id:'000713',name:'丰乐种业'},
{id:'000715',name:'中兴商业'},
{id:'000716',name:'黑芝麻'},
{id:'000717',name:'韶钢松山'},
{id:'000718',name:'苏宁环球'},
{id:'000719',name:'大地传媒'},
{id:'000720',name:'新能泰山'},
{id:'000721',name:'西安饮食'},
{id:'000722',name:'湖南发展'},
{id:'000723',name:'美锦能源'},
{id:'000725',name:'京东方Ａ'},
{id:'000726',name:'鲁泰Ａ'},
{id:'000727',name:'华东科技'},
{id:'000728',name:'国元证券'},
{id:'000729',name:'燕京啤酒'},
{id:'000731',name:'四川美丰'},
{id:'000732',name:'泰禾集团'},
{id:'000733',name:'振华科技'},
{id:'000735',name:'罗牛山'},
{id:'000736',name:'中房地产'},
{id:'000737',name:'南风化工'},
{id:'000738',name:'中航动控'},
{id:'000739',name:'普洛药业'},
{id:'000748',name:'长城信息'},
{id:'000750',name:'国海证券'},
{id:'000751',name:'锌业股份'},
{id:'000752',name:'西藏发展'},
{id:'000753',name:'漳州发展'},
{id:'000755',name:'*ST三维'},
{id:'000756',name:'新华制药'},
{id:'000757',name:'浩物股份'},
{id:'000758',name:'中色股份'},
{id:'000759',name:'中百集团'},
{id:'000760',name:'斯太尔'},
{id:'000761',name:'本钢板材'},
{id:'000762',name:'西藏矿业'},
{id:'000766',name:'通化金马'},
{id:'000767',name:'漳泽电力'},
{id:'000768',name:'中航飞机'},
{id:'000776',name:'广发证券'},
{id:'000777',name:'中核科技'},
{id:'000778',name:'新兴铸管'},
{id:'000779',name:'*ST派神'},
{id:'000780',name:'平庄能源'},
{id:'000782',name:'美达股份'},
{id:'000783',name:'长江证券'},
{id:'000785',name:'武汉中商'},
{id:'000786',name:'北新建材'},
{id:'000788',name:'北大医药'},
{id:'000789',name:'万年青'},
{id:'000790',name:'华神集团'},
{id:'000791',name:'甘肃电投'},
{id:'000792',name:'盐湖股份'},
{id:'000793',name:'华闻传媒'},
{id:'000795',name:'太原刚玉'},
{id:'000796',name:'易食股份'},
{id:'000797',name:'中国武夷'},
{id:'000798',name:'中水渔业'},
{id:'000799',name:'酒鬼酒'},
{id:'000800',name:'一汽轿车'},
{id:'000801',name:'四川九洲'},
{id:'000802',name:'北京文化'},
{id:'000803',name:'金宇车城'},
{id:'000806',name:'银河投资'},
{id:'000807',name:'云铝股份'},
{id:'000809',name:'铁岭新城'},
{id:'000810',name:'创维数字'},
{id:'000811',name:'烟台冰轮'},
{id:'000812',name:'陕西金叶'},
{id:'000813',name:'天山纺织'},
{id:'000815',name:'美利纸业'},
{id:'000816',name:'江淮动力'},
{id:'000818',name:'方大化工'},
{id:'000819',name:'岳阳兴长'},
{id:'000820',name:'金城股份'},
{id:'000821',name:'京山轻机'},
{id:'000822',name:'*ST海化'},
{id:'000823',name:'超声电子'},
{id:'000825',name:'太钢不锈'},
{id:'000826',name:'桑德环境'},
{id:'000828',name:'东莞控股'},
{id:'000829',name:'天音控股'},
{id:'000830',name:'鲁西化工'},
{id:'000831',name:'五矿稀土'},
{id:'000833',name:'贵糖股份'},
{id:'000835',name:'长城动漫'},
{id:'000836',name:'鑫茂科技'},
{id:'000837',name:'秦川机床'},
{id:'000838',name:'国兴地产'},
{id:'000839',name:'中信国安'},
{id:'000848',name:'承德露露'},
{id:'000850',name:'华茂股份'},
{id:'000851',name:'高鸿股份'},
{id:'000852',name:'江钻股份'},
{id:'000856',name:'冀东装备'},
{id:'000858',name:'五粮液'},
{id:'000859',name:'国风塑业'},
{id:'000860',name:'顺鑫农业'},
{id:'000861',name:'海印股份'},
{id:'000862',name:'银星能源'},
{id:'000863',name:'三湘股份'},
{id:'000868',name:'安凯客车'},
{id:'000869',name:'张裕Ａ'},
{id:'000875',name:'吉电股份'},
{id:'000876',name:'新希望'},
{id:'000877',name:'天山股份'},
{id:'000878',name:'云南铜业'},
{id:'000880',name:'潍柴重机'},
{id:'000881',name:'大连国际'},
{id:'000882',name:'华联股份'},
{id:'000883',name:'湖北能源'},
{id:'000885',name:'同力水泥'},
{id:'000886',name:'海南高速'},
{id:'000887',name:'中鼎股份'},
{id:'000888',name:'峨眉山Ａ'},
{id:'000889',name:'茂业物流'},
{id:'000890',name:'法尔胜'},
{id:'000892',name:'星美联合'},
{id:'000893',name:'东凌粮油'},
{id:'000895',name:'双汇发展'},
{id:'000897',name:'津滨发展'},
{id:'000898',name:'鞍钢股份'},
{id:'000899',name:'赣能股份'},
{id:'000900',name:'现代投资'},
{id:'000901',name:'航天科技'},
{id:'000902',name:'新洋丰'},
{id:'000903',name:'云内动力'},
{id:'000905',name:'厦门港务'},
{id:'000906',name:'物产中拓'},
{id:'000908',name:'天一科技'},
{id:'000909',name:'数源科技'},
{id:'000910',name:'大亚科技'},
{id:'000911',name:'南宁糖业'},
{id:'000912',name:'泸天化'},
{id:'000913',name:'钱江摩托'},
{id:'000915',name:'山大华特'},
{id:'000916',name:'华北高速'},
{id:'000917',name:'电广传媒'},
{id:'000918',name:'嘉凯城'},
{id:'000919',name:'金陵药业'},
{id:'000920',name:'南方汇通'},
{id:'000921',name:'海信科龙'},
{id:'000922',name:'佳电股份'},
{id:'000923',name:'河北宣工'},
{id:'000925',name:'众合机电'},
{id:'000926',name:'福星股份'},
{id:'000927',name:'一汽夏利'},
{id:'000928',name:'中钢国际'},
{id:'000929',name:'兰州黄河'},
{id:'000930',name:'中粮生化'},
{id:'000931',name:'中关村'},
{id:'000932',name:'华菱钢铁'},
{id:'000933',name:'神火股份'},
{id:'000935',name:'四川双马'},
{id:'000936',name:'华西股份'},
{id:'000937',name:'冀中能源'},
{id:'000938',name:'紫光股份'},
{id:'000939',name:'凯迪电力'},
{id:'000948',name:'南天信息'},
{id:'000949',name:'新乡化纤'},
{id:'000950',name:'建峰化工'},
{id:'000951',name:'中国重汽'},
{id:'000952',name:'广济药业'},
{id:'000953',name:'河池化工'},
{id:'000955',name:'欣龙控股'},
{id:'000957',name:'中通客车'},
{id:'000958',name:'东方能源'},
{id:'000959',name:'首钢股份'},
{id:'000960',name:'锡业股份'},
{id:'000961',name:'中南建设'},
{id:'000962',name:'东方钽业'},
{id:'000963',name:'华东医药'},
{id:'000965',name:'天保基建'},
{id:'000966',name:'长源电力'},
{id:'000967',name:'上风高科'},
{id:'000968',name:'煤气化'},
{id:'000969',name:'安泰科技'},
{id:'000970',name:'中科三环'},
{id:'000971',name:'蓝鼎控股'},
{id:'000972',name:'新中基'},
{id:'000973',name:'佛塑科技'},
{id:'000975',name:'银泰资源'},
{id:'000976',name:'春晖股份'},
{id:'000977',name:'浪潮信息'},
{id:'000978',name:'桂林旅游'},
{id:'000979',name:'中弘股份'},
{id:'000980',name:'金马股份'},
{id:'000981',name:'银亿股份'},
{id:'000982',name:'中银绒业'},
{id:'000983',name:'西山煤电'},
{id:'000985',name:'大庆华科'},
{id:'000987',name:'广州友谊'},
{id:'000988',name:'华工科技'},
{id:'000989',name:'九芝堂'},
{id:'000990',name:'诚志股份'},
{id:'000993',name:'闽东电力'},
{id:'000995',name:'皇台酒业'},
{id:'000996',name:'中国中期'},
{id:'000997',name:'新大陆'},
{id:'000998',name:'隆平高科'},
{id:'000999',name:'华润三九'},
{id:'001696',name:'宗申动力'},
{id:'001896',name:'豫能控股'},
{id:'200011',name:'深物业B'},
{id:'200012',name:'南玻Ｂ'},
{id:'200016',name:'深康佳Ｂ'},
{id:'200017',name:'深中华B'},
{id:'200018',name:'中冠B'},
{id:'200019',name:'深深宝Ｂ'},
{id:'200020',name:'深华发Ｂ'},
{id:'200022',name:'深赤湾Ｂ'},
{id:'200024',name:'招商局Ｂ'},
{id:'200025',name:'特力Ｂ'},
{id:'200026',name:'飞亚达Ｂ'},
{id:'200028',name:'一致Ｂ'},
{id:'200029',name:'深深房Ｂ'},
{id:'200030',name:'富奥B'},
{id:'200037',name:'深南电Ｂ'},
{id:'200045',name:'深纺织Ｂ'},
{id:'200053',name:'深基地Ｂ'},
{id:'200054',name:'建摩B'},
{id:'200055',name:'方大Ｂ'},
{id:'200056',name:'深国商B'},
{id:'200058',name:'深赛格Ｂ'},
{id:'200152',name:'山航Ｂ'},
{id:'200160',name:'南江B'},
{id:'200168',name:'雷伊B'},
{id:'200413',name:'东旭B'},
{id:'200418',name:'小天鹅Ｂ'},
{id:'200429',name:'粤高速Ｂ'},
{id:'200468',name:'宁通信Ｂ'},
{id:'200488',name:'晨鸣Ｂ'},
{id:'200505',name:'珠江B'},
{id:'200512',name:'闽灿坤Ｂ'},
{id:'200521',name:'皖美菱Ｂ'},
{id:'200530',name:'大冷Ｂ'},
{id:'200539',name:'粤电力Ｂ'},
{id:'200541',name:'粤照明Ｂ'},
{id:'200550',name:'江铃Ｂ'},
{id:'200553',name:'沙隆达Ｂ'},
{id:'200570',name:'苏常柴Ｂ'},
{id:'200581',name:'苏威孚Ｂ'},
{id:'200596',name:'古井贡Ｂ'},
{id:'200613',name:'大东海B'},
{id:'200625',name:'长安Ｂ'},
{id:'200706',name:'瓦轴Ｂ'},
{id:'200725',name:'京东方Ｂ'},
{id:'200726',name:'鲁泰Ｂ'},
{id:'200761',name:'本钢板Ｂ'},
{id:'200770',name:'*ST武锅B'},
{id:'200771',name:'杭汽轮Ｂ'},
{id:'200869',name:'张裕Ｂ'},
{id:'200986',name:'粤华包Ｂ'},
{id:'200992',name:'中鲁Ｂ'}
];
module.exports = sz_mb;