var sz_sme=[
{id:'002001',name:'新和成'},
{id:'002002',name:'鸿达兴业'},
{id:'002003',name:'伟星股份'},
{id:'002004',name:'华邦颖泰'},
{id:'002005',name:'德豪润达'},
{id:'002006',name:'*ST精功'},
{id:'002007',name:'华兰生物'},
{id:'002008',name:'大族激光'},
{id:'002009',name:'天奇股份'},
{id:'002010',name:'传化股份'},
{id:'002011',name:'盾安环境'},
{id:'002012',name:'凯恩股份'},
{id:'002013',name:'中航机电'},
{id:'002014',name:'永新股份'},
{id:'002015',name:'*ST霞客'},
{id:'002016',name:'世荣兆业'},
{id:'002017',name:'东信和平'},
{id:'002018',name:'华信国际'},
{id:'002019',name:'亿帆鑫富'},
{id:'002020',name:'京新药业'},
{id:'002021',name:'中捷资源'},
{id:'002022',name:'科华生物'},
{id:'002023',name:'海特高新'},
{id:'002024',name:'苏宁云商'},
{id:'002025',name:'航天电器'},
{id:'002026',name:'山东威达'},
{id:'002027',name:'七喜控股'},
{id:'002028',name:'思源电气'},
{id:'002029',name:'七匹狼'},
{id:'002030',name:'达安基因'},
{id:'002031',name:'巨轮股份'},
{id:'002032',name:'苏泊尔'},
{id:'002033',name:'丽江旅游'},
{id:'002034',name:'美欣达'},
{id:'002035',name:'华帝股份'},
{id:'002036',name:'汉麻产业'},
{id:'002037',name:'久联发展'},
{id:'002038',name:'双鹭药业'},
{id:'002039',name:'黔源电力'},
{id:'002040',name:'南京港'},
{id:'002041',name:'登海种业'},
{id:'002042',name:'华孚色纺'},
{id:'002043',name:'兔宝宝'},
{id:'002044',name:'江苏三友'},
{id:'002045',name:'国光电器'},
{id:'002046',name:'轴研科技'},
{id:'002047',name:'宝鹰股份'},
{id:'002048',name:'宁波华翔'},
{id:'002049',name:'同方国芯'},
{id:'002050',name:'三花股份'},
{id:'002051',name:'中工国际'},
{id:'002052',name:'同洲电子'},
{id:'002053',name:'云南盐化'},
{id:'002054',name:'德美化工'},
{id:'002055',name:'得润电子'},
{id:'002056',name:'横店东磁'},
{id:'002057',name:'中钢天源'},
{id:'002058',name:'威尔泰'},
{id:'002059',name:'云南旅游'},
{id:'002060',name:'粤水电'},
{id:'002061',name:'江山化工'},
{id:'002062',name:'宏润建设'},
{id:'002063',name:'远光软件'},
{id:'002064',name:'华峰氨纶'},
{id:'002065',name:'东华软件'},
{id:'002066',name:'瑞泰科技'},
{id:'002067',name:'景兴纸业'},
{id:'002068',name:'黑猫股份'},
{id:'002069',name:'獐子岛'},
{id:'002070',name:'众和股份'},
{id:'002071',name:'长城影视'},
{id:'002072',name:'凯瑞德'},
{id:'002073',name:'软控股份'},
{id:'002074',name:'东源电器'},
{id:'002075',name:'沙钢股份'},
{id:'002076',name:'雪莱特'},
{id:'002077',name:'大港股份'},
{id:'002078',name:'太阳纸业'},
{id:'002079',name:'苏州固锝'},
{id:'002080',name:'中材科技'},
{id:'002081',name:'金螳螂'},
{id:'002082',name:'栋梁新材'},
{id:'002083',name:'孚日股份'},
{id:'002084',name:'海鸥卫浴'},
{id:'002085',name:'万丰奥威'},
{id:'002086',name:'东方海洋'},
{id:'002087',name:'新野纺织'},
{id:'002088',name:'鲁阳股份'},
{id:'002089',name:'新海宜'},
{id:'002090',name:'金智科技'},
{id:'002091',name:'江苏国泰'},
{id:'002092',name:'中泰化学'},
{id:'002093',name:'国脉科技'},
{id:'002094',name:'青岛金王'},
{id:'002095',name:'生意宝'},
{id:'002096',name:'南岭民爆'},
{id:'002097',name:'山河智能'},
{id:'002098',name:'浔兴股份'},
{id:'002099',name:'海翔药业'},
{id:'002100',name:'天康生物'},
{id:'002101',name:'广东鸿图'},
{id:'002102',name:'冠福股份'},
{id:'002103',name:'广博股份'},
{id:'002104',name:'恒宝股份'},
{id:'002105',name:'信隆实业'},
{id:'002106',name:'莱宝高科'},
{id:'002107',name:'沃华医药'},
{id:'002108',name:'沧州明珠'},
{id:'002109',name:'兴化股份'},
{id:'002110',name:'三钢闽光'},
{id:'002111',name:'威海广泰'},
{id:'002112',name:'三变科技'},
{id:'002113',name:'天润控股'},
{id:'002114',name:'罗平锌电'},
{id:'002115',name:'三维通信'},
{id:'002116',name:'中国海诚'},
{id:'002117',name:'东港股份'},
{id:'002118',name:'紫鑫药业'},
{id:'002119',name:'康强电子'},
{id:'002120',name:'新海股份'},
{id:'002121',name:'科陆电子'},
{id:'002122',name:'天马股份'},
{id:'002123',name:'荣信股份'},
{id:'002124',name:'天邦股份'},
{id:'002125',name:'湘潭电化'},
{id:'002126',name:'银轮股份'},
{id:'002127',name:'*ST新民'},
{id:'002128',name:'露天煤业'},
{id:'002129',name:'中环股份'},
{id:'002130',name:'沃尔核材'},
{id:'002131',name:'利欧股份'},
{id:'002132',name:'恒星科技'},
{id:'002133',name:'广宇集团'},
{id:'002134',name:'*ST普林'},
{id:'002135',name:'东南网架'},
{id:'002136',name:'安纳达'},
{id:'002137',name:'实益达'},
{id:'002138',name:'顺络电子'},
{id:'002139',name:'拓邦股份'},
{id:'002140',name:'东华科技'},
{id:'002141',name:'蓉胜超微'},
{id:'002142',name:'宁波银行'},
{id:'002143',name:'印纪传媒'},
{id:'002144',name:'宏达高科'},
{id:'002145',name:'中核钛白'},
{id:'002146',name:'荣盛发展'},
{id:'002147',name:'方圆支承'},
{id:'002148',name:'北纬通信'},
{id:'002149',name:'西部材料'},
{id:'002150',name:'通润装备'},
{id:'002151',name:'北斗星通'},
{id:'002152',name:'广电运通'},
{id:'002153',name:'石基信息'},
{id:'002154',name:'报喜鸟'},
{id:'002155',name:'辰州矿业'},
{id:'002156',name:'通富微电'},
{id:'002157',name:'正邦科技'},
{id:'002158',name:'汉钟精机'},
{id:'002159',name:'三特索道'},
{id:'002160',name:'*ST常铝'},
{id:'002161',name:'远望谷'},
{id:'002162',name:'斯米克'},
{id:'002163',name:'*ST三鑫'},
{id:'002164',name:'*ST东力'},
{id:'002165',name:'红宝丽'},
{id:'002166',name:'莱茵生物'},
{id:'002167',name:'东方锆业'},
{id:'002168',name:'深圳惠程'},
{id:'002169',name:'智光电气'},
{id:'002170',name:'芭田股份'},
{id:'002171',name:'精诚铜业'},
{id:'002172',name:'澳洋科技'},
{id:'002173',name:'千足珍珠'},
{id:'002174',name:'游族网络'},
{id:'002175',name:'广陆数测'},
{id:'002176',name:'江特电机'},
{id:'002177',name:'御银股份'},
{id:'002178',name:'延华智能'},
{id:'002179',name:'中航光电'},
{id:'002180',name:'艾派克'},
{id:'002181',name:'粤传媒'},
{id:'002182',name:'云海金属'},
{id:'002183',name:'怡亚通'},
{id:'002184',name:'海得控制'},
{id:'002185',name:'华天科技'},
{id:'002186',name:'全聚德'},
{id:'002187',name:'广百股份'},
{id:'002188',name:'新嘉联'},
{id:'002189',name:'利达光电'},
{id:'002190',name:'成飞集成'},
{id:'002191',name:'劲嘉股份'},
{id:'002192',name:'路翔股份'},
{id:'002193',name:'山东如意'},
{id:'002194',name:'武汉凡谷'},
{id:'002195',name:'海隆软件'},
{id:'002196',name:'方正电机'},
{id:'002197',name:'证通电子'},
{id:'002198',name:'嘉应制药'},
{id:'002199',name:'东晶电子'},
{id:'002200',name:'云投生态'},
{id:'002201',name:'九鼎新材'},
{id:'002202',name:'金风科技'},
{id:'002203',name:'海亮股份'},
{id:'002204',name:'大连重工'},
{id:'002205',name:'国统股份'},
{id:'002206',name:'海利得'},
{id:'002207',name:'准油股份'},
{id:'002208',name:'合肥城建'},
{id:'002209',name:'达意隆'},
{id:'002210',name:'飞马国际'},
{id:'002211',name:'宏达新材'},
{id:'002212',name:'南洋股份'},
{id:'002213',name:'特尔佳'},
{id:'002214',name:'大立科技'},
{id:'002215',name:'诺普信'},
{id:'002216',name:'三全食品'},
{id:'002217',name:'*ST合泰'},
{id:'002218',name:'拓日新能'},
{id:'002219',name:'恒康医疗'},
{id:'002220',name:'天宝股份'},
{id:'002221',name:'东华能源'},
{id:'002222',name:'福晶科技'},
{id:'002223',name:'鱼跃医疗'},
{id:'002224',name:'三力士'},
{id:'002225',name:'濮耐股份'},
{id:'002226',name:'江南化工'},
{id:'002227',name:'奥特迅'},
{id:'002228',name:'合兴包装'},
{id:'002229',name:'鸿博股份'},
{id:'002230',name:'科大讯飞'},
{id:'002231',name:'奥维通信'},
{id:'002232',name:'启明信息'},
{id:'002233',name:'塔牌集团'},
{id:'002234',name:'*ST民和'},
{id:'002235',name:'安妮股份'},
{id:'002236',name:'大华股份'},
{id:'002237',name:'恒邦股份'},
{id:'002238',name:'天威视讯'},
{id:'002239',name:'金飞达'},
{id:'002240',name:'威华股份'},
{id:'002241',name:'歌尔声学'},
{id:'002242',name:'九阳股份'},
{id:'002243',name:'通产丽星'},
{id:'002244',name:'滨江集团'},
{id:'002245',name:'澳洋顺昌'},
{id:'002246',name:'北化股份'},
{id:'002247',name:'帝龙新材'},
{id:'002248',name:'*ST东数'},
{id:'002249',name:'大洋电机'},
{id:'002250',name:'联化科技'},
{id:'002251',name:'步步高'},
{id:'002252',name:'上海莱士'},
{id:'002253',name:'川大智胜'},
{id:'002254',name:'泰和新材'},
{id:'002255',name:'海陆重工'},
{id:'002256',name:'彩虹精化'},
{id:'002257',name:'立立电子'},
{id:'002258',name:'利尔化学'},
{id:'002259',name:'升达林业'},
{id:'002260',name:'伊立浦'},
{id:'002261',name:'拓维信息'},
{id:'002262',name:'恩华药业'},
{id:'002263',name:'大东南'},
{id:'002264',name:'新华都'},
{id:'002265',name:'西仪股份'},
{id:'002266',name:'浙富控股'},
{id:'002267',name:'陕天然气'},
{id:'002268',name:'卫士通'},
{id:'002269',name:'美邦服饰'},
{id:'002270',name:'法因数控'},
{id:'002271',name:'东方雨虹'},
{id:'002272',name:'川润股份'},
{id:'002273',name:'水晶光电'},
{id:'002274',name:'华昌化工'},
{id:'002275',name:'桂林三金'},
{id:'002276',name:'万马股份'},
{id:'002277',name:'友阿股份'},
{id:'002278',name:'神开股份'},
{id:'002279',name:'久其软件'},
{id:'002280',name:'新世纪'},
{id:'002281',name:'光迅科技'},
{id:'002282',name:'博深工具'},
{id:'002283',name:'天润曲轴'},
{id:'002284',name:'亚太股份'},
{id:'002285',name:'世联行'},
{id:'002286',name:'保龄宝'},
{id:'002287',name:'奇正藏药'},
{id:'002288',name:'超华科技'},
{id:'002289',name:'宇顺电子'},
{id:'002290',name:'禾盛新材'},
{id:'002291',name:'星期六'},
{id:'002292',name:'奥飞动漫'},
{id:'002293',name:'罗莱家纺'},
{id:'002294',name:'信立泰'},
{id:'002295',name:'精艺股份'},
{id:'002296',name:'辉煌科技'},
{id:'002297',name:'博云新材'},
{id:'002298',name:'鑫龙电器'},
{id:'002299',name:'圣农发展'},
{id:'002300',name:'太阳电缆'},
{id:'002301',name:'齐心集团'},
{id:'002302',name:'西部建设'},
{id:'002303',name:'美盈森'},
{id:'002304',name:'洋河股份'},
{id:'002305',name:'南国置业'},
{id:'002306',name:'中科云网'},
{id:'002307',name:'北新路桥'},
{id:'002308',name:'威创股份'},
{id:'002309',name:'中利科技'},
{id:'002310',name:'东方园林'},
{id:'002311',name:'海大集团'},
{id:'002312',name:'三泰电子'},
{id:'002313',name:'日海通讯'},
{id:'002314',name:'雅致股份'},
{id:'002315',name:'焦点科技'},
{id:'002316',name:'键桥通讯'},
{id:'002317',name:'众生药业'},
{id:'002318',name:'久立特材'},
{id:'002319',name:'乐通股份'},
{id:'002320',name:'海峡股份'},
{id:'002321',name:'华英农业'},
{id:'002322',name:'理工监测'},
{id:'002323',name:'中联电气'},
{id:'002324',name:'普利特'},
{id:'002325',name:'洪涛股份'},
{id:'002326',name:'永太科技'},
{id:'002327',name:'富安娜'},
{id:'002328',name:'新朋股份'},
{id:'002329',name:'皇氏集团'},
{id:'002330',name:'得利斯'},
{id:'002331',name:'皖通科技'},
{id:'002332',name:'仙琚制药'},
{id:'002333',name:'罗普斯金'},
{id:'002334',name:'英威腾'},
{id:'002335',name:'科华恒盛'},
{id:'002336',name:'人人乐'},
{id:'002337',name:'赛象科技'},
{id:'002338',name:'奥普光电'},
{id:'002339',name:'积成电子'},
{id:'002340',name:'格林美'},
{id:'002341',name:'新纶科技'},
{id:'002342',name:'巨力索具'},
{id:'002343',name:'禾欣股份'},
{id:'002344',name:'海宁皮城'},
{id:'002345',name:'潮宏基'},
{id:'002346',name:'柘中建设'},
{id:'002347',name:'泰尔重工'},
{id:'002348',name:'高乐股份'},
{id:'002349',name:'精华制药'},
{id:'002350',name:'北京科锐'},
{id:'002351',name:'漫步者'},
{id:'002352',name:'鼎泰新材'},
{id:'002353',name:'杰瑞股份'},
{id:'002354',name:'科冕木业'},
{id:'002355',name:'兴民钢圈'},
{id:'002356',name:'浩宁达'},
{id:'002357',name:'富临运业'},
{id:'002358',name:'森源电气'},
{id:'002359',name:'齐星铁塔'},
{id:'002360',name:'同德化工'},
{id:'002361',name:'神剑股份'},
{id:'002362',name:'汉王科技'},
{id:'002363',name:'隆基机械'},
{id:'002364',name:'中恒电气'},
{id:'002365',name:'永安药业'},
{id:'002366',name:'丹甫股份'},
{id:'002367',name:'康力电梯'},
{id:'002368',name:'太极股份'},
{id:'002369',name:'卓翼科技'},
{id:'002370',name:'亚太药业'},
{id:'002371',name:'七星电子'},
{id:'002372',name:'伟星新材'},
{id:'002373',name:'千方科技'},
{id:'002374',name:'丽鹏股份'},
{id:'002375',name:'亚厦股份'},
{id:'002376',name:'新北洋'},
{id:'002377',name:'国创高新'},
{id:'002378',name:'章源钨业'},
{id:'002379',name:'鲁丰环保'},
{id:'002380',name:'科远股份'},
{id:'002381',name:'双箭股份'},
{id:'002382',name:'蓝帆医疗'},
{id:'002383',name:'合众思壮'},
{id:'002384',name:'东山精密'},
{id:'002385',name:'大北农'},
{id:'002386',name:'天原集团'},
{id:'002387',name:'黑牛食品'},
{id:'002388',name:'新亚制程'},
{id:'002389',name:'南洋科技'},
{id:'002390',name:'信邦制药'},
{id:'002391',name:'长青股份'},
{id:'002392',name:'北京利尔'},
{id:'002393',name:'力生制药'},
{id:'002394',name:'联发股份'},
{id:'002395',name:'双象股份'},
{id:'002396',name:'星网锐捷'},
{id:'002397',name:'梦洁家纺'},
{id:'002398',name:'建研集团'},
{id:'002399',name:'海普瑞'},
{id:'002400',name:'省广股份'},
{id:'002401',name:'中海科技'},
{id:'002402',name:'和而泰'},
{id:'002403',name:'爱仕达'},
{id:'002404',name:'嘉欣丝绸'},
{id:'002405',name:'四维图新'},
{id:'002406',name:'远东传动'},
{id:'002407',name:'多氟多'},
{id:'002408',name:'齐翔腾达'},
{id:'002409',name:'雅克科技'},
{id:'002410',name:'广联达'},
{id:'002411',name:'九九久'},
{id:'002412',name:'汉森制药'},
{id:'002413',name:'常发股份'},
{id:'002414',name:'高德红外'},
{id:'002415',name:'海康威视'},
{id:'002416',name:'爱施德'},
{id:'002417',name:'三元达'},
{id:'002418',name:'康盛股份'},
{id:'002419',name:'天虹商场'},
{id:'002420',name:'毅昌股份'},
{id:'002421',name:'达实智能'},
{id:'002422',name:'科伦药业'},
{id:'002423',name:'中原特钢'},
{id:'002424',name:'贵州百灵'},
{id:'002425',name:'凯撒股份'},
{id:'002426',name:'胜利精密'},
{id:'002427',name:'尤夫股份'},
{id:'002428',name:'云南锗业'},
{id:'002429',name:'兆驰股份'},
{id:'002430',name:'杭氧股份'},
{id:'002431',name:'棕榈园林'},
{id:'002432',name:'九安医疗'},
{id:'002433',name:'太安堂'},
{id:'002434',name:'万里扬'},
{id:'002435',name:'长江润发'},
{id:'002436',name:'兴森科技'},
{id:'002437',name:'誉衡药业'},
{id:'002438',name:'江苏神通'},
{id:'002439',name:'启明星辰'},
{id:'002440',name:'闰土股份'},
{id:'002441',name:'众业达'},
{id:'002442',name:'龙星化工'},
{id:'002443',name:'金洲管道'},
{id:'002444',name:'巨星科技'},
{id:'002445',name:'中南重工'},
{id:'002446',name:'盛路通信'},
{id:'002447',name:'壹桥海参'},
{id:'002448',name:'中原内配'},
{id:'002449',name:'国星光电'},
{id:'002450',name:'康得新'},
{id:'002451',name:'摩恩电气'},
{id:'002452',name:'长高集团'},
{id:'002453',name:'天马精化'},
{id:'002454',name:'松芝股份'},
{id:'002455',name:'百川股份'},
{id:'002456',name:'欧菲光'},
{id:'002457',name:'青龙管业'},
{id:'002458',name:'益生股份'},
{id:'002459',name:'*ST天业'},
{id:'002460',name:'赣锋锂业'},
{id:'002461',name:'珠江啤酒'},
{id:'002462',name:'嘉事堂'},
{id:'002463',name:'沪电股份'},
{id:'002464',name:'金利科技'},
{id:'002465',name:'海格通信'},
{id:'002466',name:'天齐锂业'},
{id:'002467',name:'二六三'},
{id:'002468',name:'艾迪西'},
{id:'002469',name:'三维工程'},
{id:'002470',name:'金正大'},
{id:'002471',name:'中超电缆'},
{id:'002472',name:'双环传动'},
{id:'002473',name:'圣莱达'},
{id:'002474',name:'榕基软件'},
{id:'002475',name:'立讯精密'},
{id:'002476',name:'宝莫股份'},
{id:'002477',name:'雏鹰农牧'},
{id:'002478',name:'常宝股份'},
{id:'002479',name:'富春环保'},
{id:'002480',name:'新筑股份'},
{id:'002481',name:'双塔食品'},
{id:'002482',name:'广田股份'},
{id:'002483',name:'润邦股份'},
{id:'002484',name:'江海股份'},
{id:'002485',name:'希努尔'},
{id:'002486',name:'嘉麟杰'},
{id:'002487',name:'大金重工'},
{id:'002488',name:'金固股份'},
{id:'002489',name:'浙江永强'},
{id:'002490',name:'山东墨龙'},
{id:'002491',name:'通鼎互联'},
{id:'002492',name:'恒基达鑫'},
{id:'002493',name:'荣盛石化'},
{id:'002494',name:'华斯股份'},
{id:'002495',name:'佳隆股份'},
{id:'002496',name:'辉丰股份'},
{id:'002497',name:'雅化集团'},
{id:'002498',name:'汉缆股份'},
{id:'002499',name:'科林环保'},
{id:'002500',name:'山西证券'},
{id:'002501',name:'利源精制'},
{id:'002502',name:'骅威股份'},
{id:'002503',name:'搜于特'},
{id:'002504',name:'东光微电'},
{id:'002505',name:'大康牧业'},
{id:'002506',name:'*ST超日'},
{id:'002507',name:'涪陵榨菜'},
{id:'002508',name:'老板电器'},
{id:'002509',name:'天广消防'},
{id:'002510',name:'天汽模'},
{id:'002511',name:'中顺洁柔'},
{id:'002512',name:'达华智能'},
{id:'002513',name:'蓝丰生化'},
{id:'002514',name:'宝馨科技'},
{id:'002515',name:'金字火腿'},
{id:'002516',name:'江苏旷达'},
{id:'002517',name:'泰亚股份'},
{id:'002518',name:'科士达'},
{id:'002519',name:'银河电子'},
{id:'002520',name:'日发精机'},
{id:'002521',name:'齐峰新材'},
{id:'002522',name:'浙江众成'},
{id:'002523',name:'天桥起重'},
{id:'002524',name:'光正集团'},
{id:'002525',name:'胜景山河'},
{id:'002526',name:'山东矿机'},
{id:'002527',name:'新时达'},
{id:'002528',name:'英飞拓'},
{id:'002529',name:'海源机械'},
{id:'002530',name:'丰东股份'},
{id:'002531',name:'天顺风能'},
{id:'002532',name:'新界泵业'},
{id:'002533',name:'金杯电工'},
{id:'002534',name:'杭锅股份'},
{id:'002535',name:'林州重机'},
{id:'002536',name:'西泵股份'},
{id:'002537',name:'海立美达'},
{id:'002538',name:'司尔特'},
{id:'002539',name:'新都化工'},
{id:'002540',name:'亚太科技'},
{id:'002541',name:'鸿路钢构'},
{id:'002542',name:'中化岩土'},
{id:'002543',name:'万和电气'},
{id:'002544',name:'杰赛科技'},
{id:'002545',name:'东方铁塔'},
{id:'002546',name:'新联电子'},
{id:'002547',name:'春兴精工'},
{id:'002548',name:'金新农'},
{id:'002549',name:'凯美特气'},
{id:'002550',name:'千红制药'},
{id:'002551',name:'尚荣医疗'},
{id:'002552',name:'宝鼎重工'},
{id:'002553',name:'南方轴承'},
{id:'002554',name:'惠博普'},
{id:'002555',name:'顺荣三七'},
{id:'002556',name:'辉隆股份'},
{id:'002557',name:'洽洽食品'},
{id:'002558',name:'世纪游轮'},
{id:'002559',name:'亚威股份'},
{id:'002560',name:'通达股份'},
{id:'002561',name:'徐家汇'},
{id:'002562',name:'兄弟科技'},
{id:'002563',name:'森马服饰'},
{id:'002564',name:'天沃科技'},
{id:'002565',name:'上海绿新'},
{id:'002566',name:'益盛药业'},
{id:'002567',name:'唐人神'},
{id:'002568',name:'百润股份'},
{id:'002569',name:'步森股份'},
{id:'002570',name:'贝因美'},
{id:'002571',name:'德力股份'},
{id:'002572',name:'索菲亚'},
{id:'002573',name:'国电清新'},
{id:'002574',name:'明牌珠宝'},
{id:'002575',name:'群兴玩具'},
{id:'002576',name:'通达动力'},
{id:'002577',name:'雷柏科技'},
{id:'002578',name:'闽发铝业'},
{id:'002579',name:'中京电子'},
{id:'002580',name:'圣阳股份'},
{id:'002581',name:'万昌科技'},
{id:'002582',name:'好想你'},
{id:'002583',name:'海能达'},
{id:'002584',name:'西陇化工'},
{id:'002585',name:'双星新材'},
{id:'002586',name:'围海股份'},
{id:'002587',name:'奥拓电子'},
{id:'002588',name:'史丹利'},
{id:'002589',name:'瑞康医药'},
{id:'002590',name:'万安科技'},
{id:'002591',name:'恒大高新'},
{id:'002592',name:'八菱科技'},
{id:'002593',name:'日上集团'},
{id:'002594',name:'比亚迪'},
{id:'002595',name:'豪迈科技'},
{id:'002596',name:'海南瑞泽'},
{id:'002597',name:'金禾实业'},
{id:'002598',name:'山东章鼓'},
{id:'002599',name:'盛通股份'},
{id:'002600',name:'江粉磁材'},
{id:'002601',name:'佰利联'},
{id:'002602',name:'世纪华通'},
{id:'002603',name:'以岭药业'},
{id:'002604',name:'龙力生物'},
{id:'002605',name:'姚记扑克'},
{id:'002606',name:'大连电瓷'},
{id:'002607',name:'亚夏汽车'},
{id:'002608',name:'舜天船舶'},
{id:'002609',name:'捷顺科技'},
{id:'002610',name:'爱康科技'},
{id:'002611',name:'东方精工'},
{id:'002612',name:'朗姿股份'},
{id:'002613',name:'北玻股份'},
{id:'002614',name:'蒙发利'},
{id:'002615',name:'哈尔斯'},
{id:'002616',name:'长青集团'},
{id:'002617',name:'露笑科技'},
{id:'002618',name:'丹邦科技'},
{id:'002619',name:'巨龙管业'},
{id:'002620',name:'瑞和股份'},
{id:'002621',name:'大连三垒'},
{id:'002622',name:'永大集团'},
{id:'002623',name:'亚玛顿'},
{id:'002624',name:'金磊股份'},
{id:'002625',name:'龙生股份'},
{id:'002626',name:'金达威'},
{id:'002627',name:'宜昌交运'},
{id:'002628',name:'成都路桥'},
{id:'002629',name:'仁智油服'},
{id:'002630',name:'华西能源'},
{id:'002631',name:'德尔家居'},
{id:'002632',name:'道明光学'},
{id:'002633',name:'*ST申科'},
{id:'002634',name:'棒杰股份'},
{id:'002635',name:'安洁科技'},
{id:'002636',name:'金安国纪'},
{id:'002637',name:'赞宇科技'},
{id:'002638',name:'勤上光电'},
{id:'002639',name:'雪人股份'},
{id:'002640',name:'百圆裤业'},
{id:'002641',name:'永高股份'},
{id:'002642',name:'荣之联'},
{id:'002643',name:'烟台万润'},
{id:'002644',name:'佛慈制药'},
{id:'002645',name:'华宏科技'},
{id:'002646',name:'青青稞酒'},
{id:'002647',name:'宏磊股份'},
{id:'002648',name:'卫星石化'},
{id:'002649',name:'博彦科技'},
{id:'002650',name:'加加食品'},
{id:'002651',name:'利君股份'},
{id:'002652',name:'扬子新材'},
{id:'002653',name:'海思科'},
{id:'002654',name:'万润科技'},
{id:'002655',name:'共达电声'},
{id:'002656',name:'卡奴迪路'},
{id:'002657',name:'中科金财'},
{id:'002658',name:'雪迪龙'},
{id:'002659',name:'中泰桥梁'},
{id:'002660',name:'茂硕电源'},
{id:'002661',name:'克明面业'},
{id:'002662',name:'京威股份'},
{id:'002663',name:'普邦园林'},
{id:'002664',name:'信质电机'},
{id:'002665',name:'首航节能'},
{id:'002666',name:'德联集团'},
{id:'002667',name:'鞍重股份'},
{id:'002668',name:'奥马电器'},
{id:'002669',name:'康达新材'},
{id:'002670',name:'华声股份'},
{id:'002671',name:'龙泉股份'},
{id:'002672',name:'东江环保'},
{id:'002673',name:'西部证券'},
{id:'002674',name:'兴业科技'},
{id:'002675',name:'东诚药业'},
{id:'002676',name:'顺威股份'},
{id:'002677',name:'浙江美大'},
{id:'002678',name:'珠江钢琴'},
{id:'002679',name:'福建金森'},
{id:'002680',name:'黄海机械'},
{id:'002681',name:'奋达科技'},
{id:'002682',name:'龙洲股份'},
{id:'002683',name:'宏大爆破'},
{id:'002684',name:'猛狮科技'},
{id:'002685',name:'华东重机'},
{id:'002686',name:'亿利达'},
{id:'002687',name:'乔治白'},
{id:'002688',name:'金河生物'},
{id:'002689',name:'博林特'},
{id:'002690',name:'美亚光电'},
{id:'002691',name:'石中装备'},
{id:'002692',name:'远程电缆'},
{id:'002693',name:'双成药业'},
{id:'002694',name:'顾地科技'},
{id:'002695',name:'煌上煌'},
{id:'002696',name:'百洋股份'},
{id:'002697',name:'红旗连锁'},
{id:'002698',name:'博实股份'},
{id:'002699',name:'美盛文化'},
{id:'002700',name:'新疆浩源'},
{id:'002701',name:'奥瑞金'},
{id:'002702',name:'海欣食品'},
{id:'002703',name:'浙江世宝'},
{id:'002705',name:'新宝股份'},
{id:'002706',name:'良信电器'},
{id:'002707',name:'众信旅游'},
{id:'002708',name:'光洋股份'},
{id:'002709',name:'天赐材料'},
{id:'002710',name:'慈铭体检'},
{id:'002711',name:'欧浦钢网'},
{id:'002712',name:'思美传媒'},
{id:'002713',name:'东易日盛'},
{id:'002714',name:'牧原股份'},
{id:'002715',name:'登云股份'},
{id:'002716',name:'金贵银业'},
{id:'002717',name:'岭南园林'},
{id:'002718',name:'友邦吊顶'},
{id:'002719',name:'麦趣尔'},
{id:'002720',name:'宏良股份'},
{id:'002721',name:'金一文化'},
{id:'002722',name:'金轮股份'},
{id:'002723',name:'金莱特'},
{id:'002724',name:'海洋王'},
{id:'002725',name:'跃岭股份'},
{id:'002726',name:'龙大肉食'},
{id:'002727',name:'一心堂'},
{id:'002728',name:'台城制药'},
{id:'002729',name:'好利来'},
{id:'002730',name:'电光科技'},
{id:'002731',name:'萃华珠宝'},
{id:'002732',name:'燕塘乳业'},
{id:'002733',name:'雄韬股份'},
{id:'002734',name:'利民股份'},
{id:'002735',name:'王子新材'},
{id:'002736',name:'国信证券'},
{id:'002737',name:'葵花药业'},
{id:'002738',name:'中矿资源'},
{id:'002739',name:'万达院线'},
{id:'002740',name:'爱迪尔'},
{id:'002741',name:'光华科技'},
{id:'002742',name:'三圣特材'},
{id:'002743',name:'富煌钢构'},
{id:'002745',name:'木林森'},
{id:'002746',name:'仙坛股份'}
];
module.exports = sz_sme;